
A
AMA (Ask Me Anything) —
это популярный формат общения, широко используемый в криптоиндустрии и других областях. Он позволяет сообществу напрямую задавать вопросы основателям и ключевым участникам проектов, способствуя прозрачности и укреплению доверия.
AML (Anti-Money Laundering) —
это набор мер, законов и процедур для предотвращения легализации незаконных доходов. Он включает в себя идентификацию Клиентов (KYC), отслеживание финансовых транзакций, выявление подозрительной активности и сотрудничество с надзорными органами в борьбе
с финансовыми преступлениями. Эти меры применяются как
к традиционным финансовым учреждениям, так и к криптовалютным биржам и другим сервисам.
AMM (Automated Market Maker) —
это децентрализованная система, которая обеспечивает ликвидность на бирже посредством алгоритмов для автоматизированного исполнения ордеров без традиционных маркет-мейкеров, используя ликвидность пользователей, которые получают вознаграждение за участие.
AON (All or None) —
это тип ордера, используемый на биржах для торговли активами, при котором ордер должен быть исполнен полностью за одну транзакцию или не будет исполнен вовсе. Такой ордер подходит для операций с низкой ликвидностью, но может оставаться невыполненным, если на рынке недостаточно объема для его полного исполнения. AON-ордера могут быть частью других типов ордеров, например, лимитных или рыночных.
API (Application Programming Interface) —
это интерфейс, обеспечивающий стандартизированное взаимодействие между программными системами. В криптоиндустрии API применяется для интеграции с биржами, управления кошельками, автоматизации торговли и получения данных. Он поддерживает безопасность через ключи доступа и ограничения.
APR (Annual Percentage Rate) —
это норма процентной доходности, рассчитываемая на годовой основе, которая не включает возможность увеличения дохода за счет повторного инвестирования заработанных процентов. В контексте криптовалют
и блокчейн-технологий APR часто используется для оценки доходности
в DeFi (децентрализованных финансах).
APY (Annual Percentage Yield) —
это годовой показатель доходности с учетом капитализации процентов. Он показывает прибыль за год при условии реинвестирования начисленных процентов и неизменного вклада.
ARC-20 (Atomical Request for Comment 20) —
экспериментальный стандарт для создания и передачи взаимозаменяемых токенов на блокчейне BTC, схожий с предшествующими BRC-20 и SRC-20. Он имеет достаточно широкий спектр применения: от игр и медиа до DeFi и управления цифровой идентификацией. В его основе лежит протокол Atomicals, предоставляющий возможность перемещать и модифицировать как заменяемые, так и незаменяемые цифровые активы. Протокол является самостоятельным решением, не требующим сторонних блокчейнов, сервисов или сетей второго уровня.
ASIC (Application-Specific Integrated Circuit) —
это микросхема, созданная для определённой задачи, например, для майнинга криптовалют. Она работает более эффективно, чем универсальные процессоры, благодаря специализации на конкретной функции.
ASIC-устройчивость (ASIC-Resistance) —
это свойство криптовалюты, которое делает её добычу неэффективной или невозможной с использованием специализированных устройств (ASIC).
ATH (All-Time High) —
это максимальная цена актива за всю историю его торговли. Термин обозначает высшую стоимость, достигнутую активом, и применяется как
к криптовалютам, так и к другим финансовым инструментам.
ATL (All-Time Low) —
минимальное значение цены актива за весь период его существования.
AUM (Assets Under Management) —
это суммарная стоимость всех инвестиционных активов, которые управляющая компания или фонд контролирует от имени Клиентов, отражающая объем и масштаб их операций.
B
BEP-20 (Binance Smart Chain Evolution Proposal 20) —
это стандарт выполняющий роль подобия широко распространённого стандарта ERC-20, используемого в сети Ethereum, и обеспечивает совместимость токенов, позволяя им беспрепятственно взаимодействовать внутри экосистемы Binance Smart Chain.
BEP-721 (Binance Smart Chain Evolution Proposal 721) —
это стандарт токенов в блокчейне Binance Smart Chain (BSC), предназначенный для создания невзаимозаменяемых токенов (NFT). Он позволяет создавать уникальные цифровые активы, которые невозможно заменить или разделить. Этот стандарт является адаптированной версией ERC-721 из экосистемы Ethereum, но оптимизирован для работы в сети BSC, что обеспечивает более низкие комиссии и высокую скорость выполнения транзакций.
BEP-95 (Binance Smart Chain Evolution Proposal 95) —
это предложение по улучшению Binance Smart Chain (Binance Evolution Proposal), основная идея улучшения заключается в том, что часть комиссий за транзакции, собираемых валидаторами сети Binance Smart Chain, автоматически сжигается (удаляется из обращения). Это создает постоянный дефляционный эффект, стимулирующий долгосрочное удержание BNB и поддерживает экономическую устойчивость сети.
BIP (Bitcoin Improvement Proposal) —
это формальный документ, который предлагает изменения или улучшения протокола Биткойна. Эти предложения подлежат обсуждению и одобрению сообществом разработчиков и пользователей.
BNB (Binance Coin) —
это криптовалюта, выпущенная платформой Binance, предназначенная для облегчения операций внутри ее многофункциональной блокчейн-экосистемы. BNB используется для снижения торговых комиссий, оплаты транзакций в сети Binance Smart Chain, участия в эксклюзивных предложениях и проектах, а также для других функций, поддерживаемых экосистемой Binance.
BRC-20 (Bitcoin Request for Comment 20) —
это экспериментальный стандарт токенов, разработанный для блокчейна Bitcoin. Название "BRC20" является отсылкой к более известному стандарту ERC20 для Ethereum, однако BRC-20 функционирует совсем иначе и предназначен для создания и управления токенами в экосистеме Bitcoin с использованием технологии Ordinals.
C
CAPM (Capital Asset Pricing Model) —
это модель оценки капитальных активов, которая используется для определения ожидаемой доходности актива с учетом уровня риска и его взаимосвязи с рыночной доходностью. CAPM помогает инвесторам оценить справедливость текущей стоимости актива и принимать обоснованные инвестиционные решения.
CBDC (Central Bank Digital Currency) —
это цифровая валюта, выпущенная и контролируемая центральным банком, которая представляет собой электронный эквивалент национальной фиатной валюты.
CeDeFi (Centralized Decentralized Finance) —
это концепция, которая объединяет традиционные централизованные финансовые услуги с децентрализованными приложениями. CeDeFi позволяет пользователям получить преимущества децентрализации, такие как прозрачность и доступность, при этом сохраняя элементы централизованного контроля для повышения удобства и соблюдения регуляций.
CEX (Centralized Exchange) —
это централизованная платформа для торговли криптовалютами, которая управляется оператором или компанией, выступающей посредником между покупателями и продавцами. CEX берет на себя функции сопоставления ордеров, хранения пользовательских активов, обеспечения ликвидности и предоставления обменных услуг. Пользователи не имеют прямого контроля над своими средствами, так как приватные ключи хранятся на платформе. Такие биржи часто предлагают дополнительные услуги, включая маржинальную торговлю, деривативы и стейкинг.
Commodity Futures Trading Commission (CFTC) —
это комиссия по торговле товарными фьючерсами США. Она является регулирующим органом, отвечающим за надзор за рынками деривативов, включая фьючерсы и опционы на сырьевые товары. CFTC также активно участвует в регулировании криптовалютных рынков, особенно тех, которые связаны с деривативами.
D
DAO (Decentralized Autonomous Organisation) —
это децентрализованная автономная организация, функционирующая на основе блокчейна и управляемая с помощью смарт-контрактов. Смарт-контракты содержат правила работы DAO и автоматически исполняют их при выполнении заданных условий. Принятие решений осуществляется через голосование участников, чаще всего держателей токенов, что обеспечивает прозрачность и демократичность управления.
DCA (Dollar-Cost Averaging) —
это инвестиционная стратегия, при которой фиксированные суммы регулярно инвестируются в финансовый актив (например, криптовалюту) независимо от его текущей цены. Такой подход помогает снизить влияние волатильности рынка на процесс покупки и со временем сгладить среднюю стоимость приобретенных активов.
DePIN (Decentralized Physical Infrastructure Networks) —
это концепция децентрализованных физических инфраструктурных сетей, которая объединяет блокчейнтехнологии с реальными физическими объектами и инфраструктурой, такими как сети связи, устройства Интернета вещей (IoT), энергетические системы и другие виды инфраструктуры. Участники таких сетей совместно создают, управляют и поддерживают инфраструктуру, получая за это вознаграждение в виде токенов или других цифровых активов.
DeSoc (Decentralized Society) —
это концепция децентрализованного общества, основанного на использовании блокчейн-технологий и других децентрализованных систем для управления социальными, экономическими и политическими процессами. В таком обществе акцент делается на автономии, прозрачности и равенстве доступа к ресурсам и возможностям.
DEX (Decentralized Exchange) —
это платформа, в основе которой лежит идея обмена криптовалют без участия централизованных посредников. Все механизмы взаимодействий запрограммированы в смарт-контрактах.
DLT (Distributed Ledger Technology) —
это технология распределенного реестра, которая обеспечивает децентрализованное хранение и управление данными без необходимости в центральном посреднике. Она лежит в основе блокчейн-сетей и других типов распределенных систем, таких как DAG (ориентированные ациклические графы).
DYOR (Do Your Own Research) —
это принцип, означающий «проведи собственное исследование». Он особенно важен на криптовалютном рынке, где из-за высокого уровня мошенничества и спекуляций самостоятельный анализ информации помогает минимизировать риски и принимать обоснованные решения.
E
E-commerce (Electronic Сommerce) —
это экономическая деятельность, включающая финансовые и торговые операции, а также предоставление услуг, осуществляемые
с использованием цифровых технологий.
EIP (Ethereum Improvement Proposal) —
это стандартизированное предложение по улучшению протокола Ethereum. Оно может включать изменения кода, обновление стандартов, внедрение новых функций или описание технических спецификаций. EIP используется для обсуждения, согласования и документирования изменений в экосистеме Ethereum.
EIP-4844 (Ethereum Improvement Proposal) —
это предложение по улучшению Ethereum (Ethereum Improvement Proposal, EIP), которое вводит новый тип транзакций, называемый «blob-carrying transactions» (транзакции с блобами). Основная цель EIP-4844 — значительно снизить стоимость транзакций для Layer 2 (L2) решений, таких как Optimistic Rollups и ZK-Rollups, и подготовить сеть Ethereum к реализации полной концепции шардинга.
ENS (Ethereum Name Service) —
это система доменных имен в сети Ethereum, которая позволяет связывать доменные имена (например, ARTBLISS.ETH) с различными данными, такими как публичные адреса кошельков, контент в IPFS или адреса других блокчейнов. ENS управляется с помощью смарт-контрактов и предоставляет удобный способ взаимодействия с адресами в блокчейне, заменяя длинные и сложные строки символов на легко запоминаемые имена.
EEA (Enterprise Ethereum Alliance) —
это глобальная организация, объединяющая компании, стартапы, исследовательские институты и другие заинтересованные стороны для разработки открытых стандартов и интероперабельных решений на основе технологии блокчейн Ethereum с целью их применения
в корпоративной среде.
ERC-1155 (Ethereum Request for Comment 1155) —
это стандарт токенов, обеспечивающий возможность отправки множества токенов в одной транзакции. Он широко используется в различных областях, включая индустрию GameFI.
ERC-20 (Ethereum Request for Comments 20) —
это первый стандарт токенов Ethereum, который определяет правила создания и управления взаимозаменяемыми токенами. Он включает базовые функции для работы с токенами, такие как перевод, проверка баланса и одобрение транзакций. Благодаря своей универсальности
и совместимости с большинством приложений и бирж, ERC-20 стал одним из самых популярных стандартов в экосистеме Ethereum.
ERC-223 (Ethereum Request for Comments 223) —
это стандарт токенов Ethereum, предложенный как улучшение стандарта ERC-20. Цель стандарта устранить проблему потери токенов при отправке их на неправильный адрес (например, на адрес смарт-контракта, который не может обрабатывать токены).
ERC-404 (Ethereum Request for Comments 404) —
это стандарт токенов, позволяющий одному токену иметь как взаимозаменяемые, так и невзаимозаменяемые свойства.
ERC-721 (Ethereum Request Comment 721) —
это стандарт токенов Ethereum, предназначенный для создания невзаимозаменяемых токенов (NFT). В отличие от взаимозаменяемых токенов (например, ERC-20), каждый токен ERC-721 уникален и имеет свой идентификатор. Этот стандарт широко используется в различных сферах, включая цифровое искусство, коллекционные предметы, игровые активы, недвижимость и удостоверение прав собственности.
ERC-стандарты (Ethereum Request for Comments Standards) —
это набор технических предложений для блокчейна Ethereum, которые определяют правила создания, работы и взаимодействия смарт-контрактов, токенов и других элементов экосистемы.
ESOP (Employee Stock Ownership Plan) —
это план распределения акций компании среди сотрудников, который предоставляет работникам возможность владеть частью компании,
в которой они работают. Это форма вознаграждения, которая используется для мотивации сотрудников и их вовлечения в успех бизнеса.
ETF (Exchange Traded Fund) —
это биржевой инвестиционный фонд, который предназначен для отслеживания динамики определенного базового актива, такого как фондовый индекс, товар, валюта или корзина различных активов. Доли ETF торгуются на биржах аналогично акциям, что делает их доступными для широкого круга инвесторов.
ETN (Exchange-Traded Note) —
это биржевой долговой инструмент, выпускаемый финансовыми учреждениями, который отслеживает доходность определенного базового актива или индекса. В отличие от ETF, ETN не владеет базовыми активами, а является необеспеченным долговым обязательством эмитента.
Ethereum 2.0 —
это глобальное обновление сети Ethereum, основными целями которого являются повышение масштабируемости, безопасности
и энергоэффективности. Ключевым изменением стало внедрение механизма консенсуса Proof-of-Stake (PoS), заменившего Proof-of-Work (PoW). Обновление также включает внедрение технологий, таких как шардинг, которые позволяют значительно увеличить пропускную способность сети.
Ethereum Foundation —
это некоммерческая организация, основанная для поддержки
и продвижения платформы Ethereum и связанных с ней технологий. Она была создана в 2014 году и базируется в Швейцарии.
ETO (Equity Token Offerings) —
это токены, предоставляющие инвесторам права голоса и собственности в блокчейн-проекте, аналогичные правам акционеров в традиционных финансовых рынках.
F
FATF (Financial Action Task Force) —
это международный орган, устанавливающий стандарты и рекомендации в области противодействия отмыванию денег, финансированию терроризма и распространению оружия массового уничтожения. FATF также занимается вопросами регулирования операций с виртуальными активами и деятельности провайдеров услуг виртуальных активов (VASPs).
FCFS (First Come First Serve) —
это принцип распределения ресурсов или участия в событиях, где приоритет отдаётся тем, кто первым подал заявку или выполнил условия.
В криптовалюте этот подход часто используется в токенсейлах (IDO/ICO), раздачах токенов (airdrop) или доступе к лимитированным предложениям на платформе.
FDV (Fully Diluted Valuation) —
это оценка полной стоимости криптовалютного проекта или токена, если бы все возможные токены уже были выпущены и находились
в обращении.
FoMO (Fear of Missing Out) —
это психологическое состояние тревоги и беспокойства(ФОМО), возникающее из-за страха упустить потенциально выгодную инвестиционную возможность или тренд на криптовалютном рынке.
FUD (Fear Uncertainty and Doubt) —
это стратегия распространения страха, неуверенности и скептицизма среди участников криптовалютного рынка, которая часто используется для манипуляции массовым восприятием с целью провоцирования массовых распродаж или удержания потенциальных инвесторов от входа в рынок.
G
GameFi (Gaming Finance) —
это направление в блокчейн-индустрии, объединяющее игровые механизмы с финансовыми инструментами, такими как криптовалюты
и NFT. Оно позволяет игрокам зарабатывать цифровые активы и ценности в процессе игры, а также торговать ими на вторичных рынках.
Geth (Go Ethereum) —
это один из наиболее популярных Клиентов для работы с блокчейном Ethereum. Он написан на языке программирования Go и предоставляет полный набор инструментов для взаимодействия с сетью Ethereum.
GitHub —
это популярная платформа для управления проектами, совместной работы и обмена кодом. Она основана на Git — системе контроля версий Линуса Торвальдса, позволяющей отслеживать изменения и эффективно работать в команде.
H
HTLC (Hashed Timelock Contract) —
это смарт-контракт, который обеспечивает безопасный обмен активами, требуя криптографического доказательства для получения средств или возвращая их отправителю по истечении таймлока. Он используется
в технологиях, таких как Lightning Network, для атомарных свопов
и микроплатежных каналов.
I
IBC (Inter-Blockchain Communication Protocol) —
это протокол взаимодействия между блокчейнами, который позволяет разным блокчейнам безопасно и надежно обмениваться данными
и токенами без необходимости доверия к посредникам. IBC является частью экосистемы Cosmos и представляет собой стандарт, обеспечивающий совместимость между различными блокчейнами.
ICO (Initial Coin Offering) —
это формат привлечения инвестиций, который получил особую популярность в 2017 году. Суть заключается в передаче криптовалюты
в обмен на токены проекта. Листинг токенов на бирже может происходить позже, но не является гарантированным условием.
IDO (Initial DEX Offering) —
это формат привлечения инвестиций посредством децентрализованных бирж (DEX). В рамках IDO токены проекта продаются непосредственно через децентрализованные площадки, обеспечивая большую прозрачность и доступность по сравнению с централизованными методами.
IEO (Initial Exchange Offering) —
это формат привлечения средств, при котором проект привлекает инвестиции через централизованную биржу, которая выступает посредником между проектом и инвесторами. Биржа проводит отбор проектов, обеспечивает их аудит и предоставляет платформу для продажи токенов, что повышает уровень доверия и безопасности для участников.
ILO (Initial Liquidity Offering) —
это вариация IDO, при которой средства инвесторов направляются в пул ликвидности, обеспечивая мгновенную торговлю токенами
и повышая их ликвидность на децентрализованных биржах.
IPFS (Inter Planetary File System) —
это распределённая система для хранения и передачи данных, основанная на P2P-архитектуре. Она устраняет необходимость
в централизованных серверах, обеспечивая более быстрый, надёжный
и устойчивый к цензуре доступ к информации. В основе IPFS лежит контент-адресация, которая позволяет идентифицировать данные по их содержимому, а не по их местоположению.
IPO (Initial Public Offering) —
это процесс, в рамках которого частная компания становится публичной путём размещения своих акций на бирже. Основной целью IPO является привлечение капитала для дальнейшего развития компании. Это также даёт ранним инвесторам возможность монетизировать свои доли
в компании через продажу акций.
ISO (International Organization for Standardization) —
это международная организация, занимающаяся разработкой
и публикацией стандартов для широкого спектра отраслей, включая промышленность, информационные технологии, экологию, здравоохранение, а также технологии блокчейна и криптовалюты.
K
KYC (Know Your Customer) —
это дословно «знай своего Клиента», процесс верификации личности пользователя, за счет предоставления фотографии документа (паспорта, паспорта на фоне пользователя). Является регуляторным требованием
и частью AML процедуры.
L
L0 (Layer 0) —
это базовый уровень инфраструктуры в блокчейнтехнологиях, обеспечивающий фундаментальные компоненты и межсетевые возможности для взаимодействия различных блокчейнов. Layer 0 играет ключевую роль в интероперабельности, масштабируемости
и безопасности, создавая основу для построения блокчейнов уровня L1
и выше.
L1 (Layer 1) —
это базовый уровень блокчейн-системы, включающий основной протокол и базовую инфраструктуру сети. Layer 1 отвечает за обеспечение децентрализации, безопасности и выполнение ключевых функций, таких как механизм консенсуса, обработка транзакций и управление состоянием блокчейна. Примеры сетей уровня L1 включают Bitcoin, Ethereum и другие самостоятельные блокчейны.
L2 (Layer 2) —
это решение, работающее поверх основного блокчейна (Layer 1), которое предназначено для повышения масштабируемости сети. L2-протоколы позволяют увеличить скорость обработки транзакций
и снизить их стоимость, сохраняя при этом безопасность базового уровня (L1). Примеры таких технологий включают Optimism (для Ethereum)
и Lightning Network (для Bitcoin).
L2E (Learn-to-Earn) —
это концепция блокчейн-проектов, предполагающая получение вознаграждений в криптовалюте или токенах за обучение и участие
в образовательных процессах. Модель стимулирует пользователей осваивать новые знания, участвовать в образовательных мероприятиях
и активно взаимодействовать с экосистемой проекта. Learn-to-Earn является частью Web3-инициатив, направленных на децентрализацию
и монетизацию образовательной деятельности.
L3 (Layer 3) —
это слой, работающий поверх Layer 2 (L2), который отвечает за взаимодействие с конечными пользователями. Он включает в себя приложения, интерфейсы и инфраструктуру, обеспечивающую доступ
к децентрализованным сервисам и упрощающую их использование. Основная задача L3 — сделать взаимодействие с блокчейном удобным
и понятным для пользователей.
LST (Liquid Staking Token) —
это токен, который представляет заблокированные в процессе стейкинга активы и их долю в стейкинговом пуле, обеспечивая возможность использования этих активов без необходимости их отвязки (unbonding). LST сохраняет ликвидность стейкнутых активов, позволяя их владельцам торговать токенами, участвовать в DeFi-протоколах или использовать их
в других приложениях, одновременно получая награды за стейкинг.
M
M2E (Move-to-Earn) —
это концепция блокчейн-проектов, в рамках которой пользователи могут получать вознаграждения за выполнение физической активности. Дословно переводится как «двигайся, чтобы зарабатывать».
MEV (Maximal Extractable Value) —
это максимальная дополнительная прибыль, которую может извлечь майнер или валидатор за счёт изменения порядка транзакций, их включения или исключения из блока. MEV возникает из-за возможности манипулировать содержимым блоков для получения финансовой выгоды.
MICA (Markets in Crypto-Assets Regulation) —
это законодательная инициатива Европейского Союза, направленная на создание единой правовой базы для регулирования криптоактивов
и связанных с ними услуг на территории стран ЕС. Она охватывает широкий спектр цифровых активов, включая криптовалюты, стейблкоины и токены, и устанавливает правила для участников крипторынка.
MPT (Modern Portfolio Theory) —
это финансовая концепция Гарри Марковица (1952), направленная на оптимизацию инвестиционного портфеля через баланс риска
и доходности. Основная идея: диверсификация активов снижает общий риск без потери ожидаемой доходности. Инвесторы могут либо максимизировать доходность при фиксированном риске, либо минимизировать риск при заданной доходности.
MVP (Minimum Viable Product) —
это минимально жизнеспособная версия продукта, может иметь ограниченный функционал, но при всех нюансах состоятельна для оценки потенциальными потребителями.
N
NFA (Not Financial Advise) —
это аббревиатура, означающая «не является финансовым советом». Это пояснение подчеркивает, что представленные мнения отражают личную точку зрения автора и не должны восприниматься как финансовые или инвестиционные рекомендации.
NFC (Near Field Communication) —
это технология, позволяющая обмениваться цифровыми данными между устройствами на небольшом расстоянии, обычно до нескольких сантиметров. Пример: взаимодействие аппаратного кошелька Tangem Wallet с телефоном.
NFT (Non-Fungible Token) —
это невзаимозаменяемый токен, работающий на основе технологии блокчейн. Он используется для подтверждения права собственности
на уникальные цифровые или физические активы, такие как произведения искусства, музыка, видео, игровые предметы и другие объекты. Каждый NFT является уникальным благодаря метаданным
и смарт-контрактам, которые обеспечивают его подлинность
и невозможность подделки.
NIST (National Institute of Standards and Technology) —
это агентство Министерства торговли США, которое занимается разработкой стандартов, рекомендаций и технологий для обеспечения точности, надежности и безопасности в различных областях, включая информационные технологии, кибербезопасность, метрологию
и инженерное дело.
Non-EVM —
это блокчейны, которые используют собственные виртуальные машины или архитектуры для выполнения смартконтрактов. Они не совместимы
с EVM и обычно требуют написания смарт-контрактов на других языках программирования (не на Solidity, который используется в EVM).
NPV (Net Present Value) —
это метод финансовой оценки, позволяющий определить чистую приведенную стоимость проекта или инвестиции. Он рассчитывается как разница между суммой дисконтированных будущих денежных потоков (доходов и расходов) и первоначальными вложениями. В криптовалютном рынке NPV используется для анализа инвестиционных решений и оценки долгосрочной прибыльности проектов.
O
.onion —
это псевдо-домен верхнего уровня, используемый для доступа к скрытым сервисам в анонимной сети Tor. Такие адреса не входят в традиционную систему доменных имен (DNS) и предназначены для обеспечения анонимности пользователей и защиты конфиденциальности.
OP-rollups (Optimistic Rollups) —
это технология второго уровня (Layer 2), предназначенная для повышения масштабируемости блокчейнов, таких как Ethereum. В OP-rollups по умолчанию считается, что все транзакции валидны, что позволяет обрабатывать их быстро, без немедленной проверки. Для обеспечения безопасности данные о транзакциях периодически публикуются на основном блокчейне, а пользователи могут оспаривать подозрительные транзакции в течение определенного периода времени (challenge period).
OPSEC (Operations Security) —
это операционная или процедурная безопасность, представляющая собой совокупность методов и стратегий, направленных на выявление
и защиту критически важной информации от утечек или несанкционированного доступа. В контексте криптовалют OPSEC включает защиту приватных ключей, анонимность, предотвращение атак социальной инженерии и минимизацию рисков компрометации данных.
ORC-20 —
это экспериментальный стандарт токенов на блокчейне Bitcoin, разработанный как расширение и улучшение стандарта BRC-20. Токены ORC20 хранятся в формате JSON (JavaScript Object Notation)
и привязываются к сатоши — минимальной единице биткоина, каждая из которых имеет уникальный серийный номер Ordinal. Этот подход направлен на повышение гибкости, масштабируемости и безопасности по сравнению с BRC-20, однако стандарт находится на ранней стадии разработки и требует дальнейшего изучения и тестирования.
ОТС (Over-The-Counter) —
это форма внебиржевой торговли, при которой покупатель и продавец заключают сделку напрямую или через посредников, минуя биржевые площадки. В криптовалютной индустрии OTC используется, как правило, для крупных транзакций, чтобы избежать влияния на рыночные цены или ограничений ликвидности.
P
P2E (Play to Earn) —
это концепция блокчейн-игр, в которых пользователи получают вознаграждение в виде криптовалюты, токенов или NFT за участие
в игровом процессе. Эти активы имеют реальную ценность и могут быть использованы внутри игры, проданы на рынке или обменены на фиатные деньги. Механика P2E основана на уникальной экономической модели каждой игры, которая стимулирует вовлеченность игроков
и поддерживает устойчивость экосистемы.
P2P (Peer to Peer) —
это одноранговая сеть, в которой участники взаимодействуют
и обмениваются данными или ценностями напрямую, без участия центрального сервера или посредников. Узлы (ноды) в такой сети равноправны и одновременно выполняют функции как Клиента, так
и сервера. P2P-сети широко используются в децентрализованных системах, таких как криптовалюты и блокчейн, где они обеспечивают децентрализацию, устойчивость к цензуре и высокую отказоустойчивость.
PFP NFT (Profile Picture NFT) —
это невзаимозаменяемый токен (NFT), который используется в качестве аватарки в социальных сетях и онлайн-платформах. Такие токены часто представляют собой уникальное цифровое искусство и служат частью цифровой идентичности владельца. Помимо эстетической функции, PFP NFT могут предоставлять доступ к эксклюзивным сообществам, событиям или привилегиям в экосистеме Web3.
PGA (Priority Gas Auction) —
это процесс конкуренции между пользователями и ботами в блокчейнах, таких как Ethereum, за включение их транзакций в следующий блок. Участники повышают ставки платы за газ (gas fee), чтобы повысить приоритет своих транзакций. Майнеры или валидаторы выбирают транзакции с более высокой платой за газ, поскольку это увеличивает их доход. После обновления Ethereum EIP-1559 процесс ценообразования газа стал более сложным: базовая плата за газ определяется протоколом, а пользователи могут добавлять «чаевые» (priority fee) для ускорения обработки. PGA также играет важную роль в извлечении максимальной извлекаемой стоимости (MEV) в блокчейнах.
PnL (Profit and Loss) —
это финансовый показатель, отражающий разницу между прибылью
и убытками за определенный временной интервал. Этот показатель используется для анализа результатов торговых операций, включая сделки с криптовалютами и другими цифровыми активами. PnL может быть разделен на реализованный (фактически зафиксированная прибыль или убыток) и нереализованный (потенциальный результат от текущих позиций, еще не закрытых).
PoR (Proof of Reserves) —
это методика, используемая в криптовалютной индустрии для подтверждения того, что криптовалютная биржа или другой финансовый институт действительно обладает резервами, которые соответствуют обязательствам перед Клиентами.
PoST (Proof-Of-Spacetime) —
это алгоритм консенсуса, который сочетает в себе доказательство пространства (Proof-of-Space) и доказательство времени (Proof-of-Time). Он позволяет участникам сети использовать свободное дисковое пространство для хранения данных, необходимых для создания новых блоков, а также гарантирует, что участники тратят определенное время на выполнение вычислений, повышая безопасность сети. PoST считается энергоэффективным и экологичным по сравнению с традиционными алгоритмами консенсуса, такими как Proof-ofWork (PoW). Наиболее известной криптовалютой, использующей PoST, является Chia (XCH).
Proof of Stake (PоS) —
это способ достижения консенсуса, который не нуждается в значительных вычислительных мощностях для создания нового блока.
В противоположность энергоемкому оборудованию, используемому
в Proof of Work (PoW), участники PoS вносят определенное количество монет, замораживаемых в виде залога (стейка). Одним из недостатков PoS является то, что начальное распределение монет может сильно влиять на децентрализацию сети. Наиболее известные криптовалюты, использующие PoS: Ethereum (ETH), Solana (SOL).
PоW (Proof of Work) —
это алгоритм консенсуса, разработанный в 1993 году, который получил широкую известность благодаря запуску биткойна. В его основе лежит концепция решения сложных криптографических задач
с использованием значительных вычислительных мощностей для добавления нового блока в блокчейн. Наиболее известные криптовалюты, использующие PoW: Bitcoin (BTC), Ethereum Classic (ETC)
и Dogecoin (DOGE).
Q
QR-код (QR Code) —
это двумерный штрих-код, способный зашифровать практически любую информацию и быть легко считанным цифровым устройством
с камерой.
R
ROI (Return on Investment) —
это один из основных финансовых индикаторов, который оценивает доходность или рентабельность вложений. В контексте криптовалют
и блокчейн технологий, ROI применяется для измерения результативности инвестиций в различные цифровые активы, проекты или токены, показывая прибыльность в процентах относительно начальных затрат.
RSI (Relative Strength Index) —
это инструмент анализа динамики, индекс относительной силы, применяемый в техническом анализе для оценки «темпа» и амплитуды «колебания цен» на активы. Он помогает выявлять состояния чрезмерной покупки или продажи «инструмента, что может свидетельствовать»
о возможном изменении направления тренда.
RWA (Real-World Assets) —
это активы реального мира, которые токенизируются и интегрируются
в блокчейн-системы. К таким активам относятся недвижимость, сырьевые товары, долговые обязательства, акции и другие физические или традиционные активы, имеющие экономическую ценность. Токенизация RWA позволяет использовать их в децентрализованных финансах (DeFi)
и других блокчейн-приложениях.
S
SAFT (Simple Agreement for Future Tokens) —
это соглашение, предоставляющее инвесторам право на получение токенов криптопроекта в будущем. Этот механизм применяется для привлечения финансирования на этапе разработки проекта.
SBT (Soulbound Tokens) —
это тип невзаимозаменяемых токенов (NFT), которые представляют собой уникальные, персонализированные и несменяемые цифровые активы, привязанные к личности или аккаунту владельца. Они не могут быть переданы или проданы другим лицам, что делает их «связанными с душой» (soulbound).
SDK (Software Development Kit) —
это набор инструментов, библиотек, документации и примеров кода, предоставляющий разработчикам средства для создания приложений, взаимодействующих с блокчейном или другими криптографическими технологиями. Крипто SDK может включать функции для работы с кошельками, подписания транзакций, взаимодействия со смарт-контрактами, получения данных с блокчейнов и бирж, а также для реализации безопасности и шифрования.
SegWit (Segregated Witness) —
это обновление (софтфорк) в сети Bitcoin, направленное на повышение масштабируемости и безопасности блокчейна. Основное изменение SegWit заключается в вынесении данных подписи (witness data) за пределы основного блока, что позволяет увеличить количество транзакций, помещающихся в один блок.
SHA-256 (Secure Hash Algorithm 256-bit) —
это мощная математическая хэш-функция, которая находит широкое применение в различных областях для обеспечения безопасности данных и проверки их целостности. Она применяется для защиты транзакций и является важным элементом в процессе майнинга криптовалют, таких как Bitcoin.
SocialFi (Social Finance) —
это концепция, объединяющая децентрализованные финансы (DeFi)
и социальные сети. SocialFi направлен на передачу контроля, права собственности и возможностей монетизации контента непосредственно его создателям и пользователям. Это меняет традиционную модель социальных платформ, делая взаимодействия более прозрачными
и выгодными для участников.
SPL (Solana Program Library) —
это набор стандартных программ (смарт-контрактов), разработанных для блокчейна Solana, который поддерживает создание и управление токенами и другими активами на платформе.
SRC-20 —
это стандарт токенов, созданный на базе протокола Stamps в блокчейне Биткоина, который позволяет выпускать и управлять взаимозаменяемыми токенами (fungible tokens). Данные о токенах записываются непосредственно в блокчейн Биткоина, используя метод «штампования» (stamping), что делает их неизменяемыми и постоянными.
T
TBA (To Be Announced) —
это термин, используемый на крипторынке для обозначения предстоящих событий или продуктов, детали которых ещё не раскрыты.
TGE (Token Distribution Event) —
это событие в криптовалютной индустрии, в рамках которого осуществляется первичное распределение или выпуск токенов проекта среди инвесторов, участников сообщества или других заинтересованных сторон. Оно может сопровождаться публичным предложением, частным размещением или иными механизмами распространения токенов.
Tor (The Onion Router) —
это анонимная сеть, обеспечивающая конфиденциальность
и безопасность в интернете. Она скрывает IP-адреса пользователей
и их активность, перенаправляя трафик через множество узлов
с использованием многослойного шифрования.
TVL (Total Value Locked) —
это общая стоимость криптоактивов, заблокированных
в децентрализованных финансовых протоколах (DeFi), отражающая их ликвидность и общий объем участия.
U
UTXO (Unspent Transaction Output) —
это концепция, используемая в некоторых блокчейн-системах, таких как Bitcoin. Она представляет собой остатки криптовалюты, оставшиеся после выполнения транзакций, которые могут быть использованы в качестве входов для будущих транзакций.
V
VPN (Virtual Private Network) —
это технология шифрования интернет-соединения для обеспечения безопасности и анонимности онлайн-активности пользователя, а также для обхода географических ограничений и доступа к заблокированным ресурсам.
W
WSOT (World Series of Trading) —
это глобальное соревнование трейдеров, организованное криптовалютной биржей Bybit, где участники соревнуются в торговле цифровыми активами, стремясь показать максимальную прибыльность
и выиграть призы.
Z
zk-STARKs и zk-SNARKs —
это криптографические методы, которые позволяют одной стороне (доказателю) убедить другую сторону (верификатора) в наличии у нее определенных знаний, не раскрывая саму информацию. В отличие от zk-SNARKs, zkSTARKs не требуют доверенной установки и используют более простые криптографические примитивы. Это делает zk-STARKs более прозрачными и безопасными.
ZK-роллап (Zero-Knowledge Rollup)—
это технология второго уровня (Layer 2), улучшающая масштабируемость блокчейнов, таких как Ethereum. Она повышает эффективность сети
и снижает затраты на транзакции, сохраняя высокий уровень защиты
и децентрализации.