
Л
Лайтнинг Нетворк (Lightning Network) —
это решение второго уровня (Layer 2) для масштабирования биткойна, работающее поверх основного блокчейна. Оно позволяет пользователям создавать платежные каналы, обеспечивая мгновенные транзакции
с минимальными комиссиями и разгружая основную сеть.
Легитимация (Legitimization) —
это процесс признания криптовалют обществом, государственными институтами, регуляторами и бизнесом как законного финансового инструмента или актива, а также интеграции их в экономические, правовые и социальные системы.
Легкий Клиент (Light Client) —
это программа или программный компонент, который позволяет взаимодействовать с блокчейном без необходимости загрузки всей цепочки блоков. Легкие Клиенты используют заголовки блоков (block headers) и полагаются на полные узлы (full nodes) для проверки данных, что делает их оптимальными для устройств с ограниченными вычислительными ресурсами.
Леджер (Ledger) —
это одна из ведущих компаний по производству аппаратных криптокошельков, обеспечивающих безопасное хранение криптовалют.
Лендинг (Lending) —
это форма кредитования с использованием криптовалютных активов через специализированные платформы, на которых пользователи могут брать кредиты под залог своих криптовалют или предоставлять свои активы для получения процентов.
Ликвидация (Liquidation) —
это процесс принудительного закрытия позиций платформой, когда стоимость залога пользователя падает ниже минимального уровня обеспечения. Это чаще всего происходит на платформах с кредитным плечом или в DeFi-протоколах. Для минимизации рисков рекомендуется использовать ордера типа «Стоплосс».
Ликвидность (Liquidity) —
это экономический термин, описывающий способность актива быстро покупаться или продаваться по рыночной цене без значительного влияния на его стоимость. Чем выше объем торгов и глубина рынка, тем более ликвиден актив. Пример: если вы продаете 3 BTC на бирже по цене $20 000, а цена после продажи остается неизменной, это говорит о высокой ликвидности актива.
Лимит газа (Gas Limit) —
это максимальное количество газа, которое пользователь устанавливает для выполнения транзакции или умного контракта в блокчейне. Лимит газа определяет, сколько вычислительных ресурсов может быть использовано для успешного выполнения операции.
Лимитный ордер (Limit order) —
это ордер на продажу или покупку актива по заранее установленной трейдером цене.
Линии Боллинджера (Bollinger Bands) —
это технический аналитический инструмент, который формирует канал вокруг ценового графика актива с использованием скользящих средних
и стандартных отклонений. Этот инструмент применяется для определения волатильности и потенциальных точек разворота на криптовалютном рынке.
Листинг (Listing) —
это процесс включения криптоактива (или другого финансового инструмента) в список доступных для торговли на бирже. Листинг позволяет пользователям биржи покупать, продавать и обменивать данный актив.
Лить (To Pour) —
это ситуация, при которой большое количество владельцев криптоактива быстро продают его по любой доступной цене, вследствие чего происходит значительное снижение его стоимости.
Логарифмическая шкала (Logarithmic Scale) —
это вид шкалы, применяемой на графиках цен криптовалют для отображения процентных изменений стоимости. Она особенно полезна при анализе данных с широким диапазоном значений, так как делает более наглядным представление изменений цены в условиях высокой волатильности.
Ложный пробой (False Breakout) —
это ситуация на финансовых рынках, когда цена актива на короткое время выходит за пределы установленного уровня поддержки или сопротивления, с быстрым откатом в прежние границы. Это может сбить трейдеров с толку, создавая у них впечатление, что произошел настоящий прорыв тренда, хотя на самом деле движение оказалось кратковременным и нестабильным.
Локбокс (Lockbox) —
это защищенное хранилище для криптовалютных ключей или цифровых активов, обеспечивающее дополнительный уровень безопасности путем использования аппаратных или программных средств для защиты от несанкционированного доступа.
Лонг (Long) —
это сделка, при которой трейдер открывает позицию с расчетом на рост цены криптоактива, чтобы получить прибыль от повышения его стоимости.
Лудоман (Gambling Addict) —
это человек, страдающий патологической зависимостью от азартных игр, в том числе связанных с криптовалютами. В криптосфере лудомания может проявляться через участие в высокорисковых финансовых операциях, таких как спекуляции на криптовалютных биржах, инвестиции в сомнительные проекты, ставки на крипто-казино, участие в азартных играх на блокчейн-платформах или трейдинг
с кредитным плечом.
М
Майнер (Miner) —
это термин, который может относиться к программе или специализированному устройству для добычи криптовалюты. Также этим термином называют людей, занимающихся майнингом.
Майнинг (Mining) —
это процесс добычи криптовалюты, связанный с добавлением блоков
в блокчейн и верификацией транзакций. Для этого используется спецоборудование (GPU, ASIC, CPU), решающее сложные задачи. Процесс обеспечивает децентрализацию, отказоустойчивость и безопасность сети, а майнеры получают награду в виде новых монет и комиссий.
Майнинг-пул (Mining Pool) —
это объединение майнеров, совместно добывающих криптовалюту
и делящих награду пропорционально вкладу каждого.
Майнинг-ферма (Mining Farm) —
это комплекс оборудования, объединенного для добычи криптовалюты. Она может включать графические процессоры (GPU) для майнинга на алгоритмах консенсуса Proof-of-Work (например, Ethereum Classic, Iron Fish) или жесткие диски/SSD для майнинга на алгоритмах Proof-of-Space-and-Time (например, Chia). Также майнинг-фермы могут состоять из специализированных устройств, таких как ASIC-майнеры, предназначенных для выполнения определенных алгоритмов.
Макроэкономика (Macroeconomics) —
это раздел экономики, изучающий экономику в целом: общие процессы, такие как рост ВВП, инфляция, безработица, международная торговля.
Максималист (Maxi) —
это человек, который фанатично поддерживает и предпочитает один конкретный криптовалютный проект, часто отвергая все остальные.
Максимальное предложение (Maximum Supply) —
это предельное количество монет или токенов, которое может быть выпущено в обращение в рамках криптовалютного проекта. Данное значение фиксируется разработчиками и не может быть превышено.
Манипулятор (Manipulator) —
это человек, группа или организация, намеренно искажающие рыночные условия для получения выгоды за счет других участников. Они используют тактики для влияния на цены криптоактивов, объемы торгов
и поведение инвесторов, создавая искусственные колебания цен или ложный спрос. Для успешных манипуляций манипулятору часто требуется накопить значительную часть эмиссии актива.
Маржинальная торговля (Margin Trading) —
это способ торговли на бирже с использованием заемных средств, предоставляемых биржей или другими участниками рынка. Она позволяет трейдерам увеличивать объем сделок за счет использования кредитного плеча, что повышает как потенциальную прибыль, так
и риски. В отсутствии опыта это один из самых коротких путей для потери капитала.
Маркет-мейкер (Market Maker) —
это профессиональный участник рынка, обеспечивающий ликвидность путем постоянного выставления заявок на покупку и продажу определенных активов. Его деятельность помогает поддерживать рыночную эффективность, снижать спред и упрощать исполнение сделок для других участников.
Массадопшн (Mass Adoption) —
это широкомасштабное внедрение и использование криптовалют, блокчейн-технологий и связанных с ними решений в различных сферах экономики, бизнеса и повседневной жизни. Примеры включают оплату товаров и услуг за криптовалюту, интеграцию блокчейна в банковскую систему, использование смарт-контрактов в юриспруденции и автоматизацию бизнес-процессов с помощью децентрализованных технологий.
Мастернода (Masternode) —
это полный узел в блокчейн-сети, который выполняет специализированные функции, такие как обеспечение приватности транзакций, управление децентрализованным голосованием, поддержание сети второго уровня или другие задачи, в зависимости от архитектуры блокчейна. Для запуска мастерноды требуется заблокировать определенное количество средств в качестве залога (stake), что обеспечивает безопасность сети и получать вознаграждение.
Медведи (Bears) —
это биржевой термин, обозначающий трейдеров, которые ожидают снижения стоимости актива и стремятся заработать на этом снижении.
Медвежий рынок (Bear Market) —
это период продолжительного снижения рыночных котировок, характеризующийся пессимистичными настроениями участников
и общей тенденцией к снижению цен. В контексте криптовалютного рынка медвежий рынок может сопровождаться высокой волатильностью, массовыми распродажами и снижением общей капитализации рынка. Продолжительность такого периода варьируется и может составлять от нескольких месяцев до нескольких лет.
Мейннет (Mainnet) —
это основная сеть блокчейна, в которой его нативные монеты или токены имеют реальную ценность и могут использоваться в экономических транзакциях.
Мемкойн (Memecoin) —
это криптовалюта, созданная главным образом в развлекательных целях или как шутка, но при этом способная обрести рыночную стоимость благодаря популярности, поддержке сообщества и спекулятивному интересу. Такие криптовалюты обычно не имеют четкой утилитарной функции и зависят от хайпа вокруг бренда или мемов.
Мемпул (Mempool) —
это часть памяти узлов блокчейна, где хранятся неподтвержденные транзакции, ожидающие обработки и включения в один из следующих блоков. Транзакции в мемпуле сортируются по приоритету, который обычно определяется размером комиссии за их выполнение.
Метавселенная (Metaverse) —
это виртуальное пространство, объединяющее элементы дополненной
и виртуальной реальности, децентрализованных технологий, искусственного интеллекта и других цифровых инструментов. Она позволяет пользователям взаимодействовать друг с другом, создавать контент, обмениваться цифровыми активами и участвовать
в экономической деятельности с использованием криптовалют, NFT или других технологий. Метавселенная является персистентной, масштабируемой и потенциально включает множество взаимосвязанных платформ.
Метамаск (Metamask) —
это популярный некастодиальный криптовалютный кошелек, доступный
в виде браузерного расширения и мобильного приложения. Он отлично подходит для использования в связке с аппаратными кошельками, такими как Ledger, и для взаимодействия с DeFi-платформами.
Метод Вайкоффа (Wyckoff Method) —
это комплексный набор принципов и стратегий, созданный Ричардом Вайкоффом в начале 20-го века для анализа и торговли финансовыми активами. Этот метод сосредоточен на изучении рыночных циклов, поведении крупных участников рынка и использовании этих данных для принятия обоснованных торговых решений.
Микротранзакции (Microtransactions) —
это небольшие финансовые операции, совершаемые в цифровой среде, такие как видеоигры, мобильные приложения, платформы потокового вещания и онлайнсервисы. Они используются для покупки контента, внутриигровых предметов, подписок или других цифровых товаров
и услуг. В сфере криптовалют микротранзакции играют важную роль, позволяя пользователям совершать минимальные платежи
с низкими комиссиями благодаря блокчейн-технологиям.
Микроэкономика (Microeconomics) —
это раздел экономики, изучающий поведение отдельных экономических агентов: потребителей, фирм, рынков и их взаимодействие.
Микшер (Mixing Service) —
это платформа, предназначенная для повышения анонимности транзакций и разрыва связи между ними, посредством многократного смешивания криптовалют. Это позволяет затруднить отслеживание источника и назначения средств, улучшая конфиденциальность пользователей.
Минт NFT (Mint NFT) —
это процесс создания уникального цифрового актива (NFT), при котором информация о нем, включая метаданные и уникальный идентификатор, добавляется в блокчейн, делая его неизменяемым и проверяемым.
Минтинг (Minting) —
это процесс создания новых токенов или криптовалют в блокчейне.
В контексте крипторынка, минтинг чаще всего ассоциируется
с механизмами, которые добавляют новые монеты в обращение, будь то Proof-of-Stake (PoS), Proof-of-Authority (PoA) или другие консенсусные алгоритмы.
Монетарная политика (Monetary Policy) —
это меры центрального банка для управления денежной массой
и процентными ставками с целью достижения стабильности цен, экономического роста и устойчивости валюты. Она может быть стимулирующей, когда происходит увеличение денежной массы и снижение ставок для роста экономики, или сдерживающей, когда денежная масса сокращается, а ставки повышаются для борьбы с инфляцией.
Монетизация контента (Content Monetization) —
это процесс получения дохода от создания и распространения контента.
В контексте блокчейнтехнологий это может включать использование децентрализованных платформ, криптовалютных микротранзакций, смарт-контрактов и токенизации.
Мт. Гокс (Mt. Gox) —
это одна из крупнейших криптовалютных бирж своего времени, которая прекратила работу в 2014 году после утраты более 850 000 BTC
в результате взлома и внутренних проблем. Этот инцидент временно повлиял на курс биткоина и стал одним из самых громких событий в истории криптовалютной индустрии.
Мультиаккинг (Multi-Accounting) —
это процесс создания и использования нескольких аккаунтов одним и тем же пользователем для выполнения различных активностей с целью получения дополнительных бонусов, таких как аирдропы, награды или другие преимущества в рамках криптовалютных проектов.
Мультипликатор (Multiplier) —
это коэффициент, который показывает, во сколько раз изменяется результат при изменении какого-либо фактора. Он используется
в различных областях, таких как экономика, финансы, математика
и физика, для выражения взаимосвязи между переменными.
Мультиподпись (Multi-Signature) —
это технология цифровой подписи, которая требует подтверждения от нескольких приватных ключей для выполнения транзакции или доступа
к данным. Она обеспечивает повышенную безопасность
и распределённый контроль над активами. Пример: банковская ячейка
с тремя замками, которую можно открыть двумя из трёх ключей.
Мягкая посадка (Soft Landing) —
это термин в экономике, который описывает ситуацию, когда центральный банк или правительство успешно замедляют перегрев экономики (например, высокие темпы роста и инфляции) без провоцирования рецессии.
Н
Награда за блок (Block Reward) —
это вознаграждение, выплачиваемое участникам сети (например, майнерам или валидаторам) за успешное добавление нового блока
в блокчейн. Она состоит из двух частей: вновь созданных монет (эмиссии) и комиссий за транзакции, включённых в данный блок.
Надутый пузырь (Inflated Bubble) —
это ситуация на рынке, когда цена криптовалюты или другого актива существенно превосходит его фундаментальную стоимость из-за спекуляций и чрезмерного оптимизма участников рынка. Пример: SOLANA, купленная фондами по 4 цента, достигла цены 250 USD в 2021 году.
Накопление (Accumulation) —
это стратегия инвестирования или фаза рыночного цикла, при которой трейдеры и инвесторы покупают активы в периоды снижения цен или консолидации рынка. Целью накопления является долгосрочное удержание активов для последующей продажи при значительном росте их стоимости.
Наличие резерва (Reserve Availability) —
это наличие достаточного количества ликвидных средств или резервных активов у пользователя или организации для выполнения обязательств или проведения операций.
Направление тренда (Trend Direction) —
это общее направление движения цены актива на рынке за определённый период времени. Тренд может быть восходящим (бычьим), когда цена актива растёт; нисходящим (медвежьим), когда цена снижается; либо боковым (флетом или консолидацией), когда цена остаётся относительно стабильной.
Направленный ациклический граф (Directed Acyclic Graph) —
это структура данных, используемая в некоторых распределённых системах и криптовалютах как альтернатива традиционной цепочке блоков. В DAG вершины представляют транзакции, а рёбра указывают на их зависимости. Эта структура позволяет избежать линейной последовательности блоков, что способствует повышению масштабируемости, снижению затрат и увеличению скорости обработки транзакций.
Нарративное инвестирование (Narrative Investing) —
это стратегия выбора инвестиционных активов, основанная на влиянии популярных мнений, историй или концепций, которые доминируют
в обществе или среди участников инвестиционного сообщества. Инвесторы при этом ориентируются на эмоционально привлекательные нарративы, которые могут определять рыночные тренды, иногда игнорируя фундаментальные данные.
Неизменность (Immutability) —
это характеристика распределенного реестра, обеспечивающая невозможность изменения или удаления данных, записанных в блокчейн.
Некостодиальный кошелек (Non-Custodial Wallet) —
это децентрализованный кошелек, в котором только его владелец управляет приватными ключами.
Неликвидный актив (Illiquid Asset) —
это актив, который сложно быстро продать или обменять по его справедливой рыночной стоимости из-за низкого спроса, недостаточного предложения или ограниченной активности на рынке. Продажа таких активов может сопровождаться значительными потерями в их стоимости.
Неликвидный спред (Illiquid Spread) —
Неликвидный спред (Illiquid Spread) —
это значительное различие между запрашиваемой ценой (ask)
и предложенной ценой (bid) для актива на рынке, обусловленное низкой ликвидностью и ограниченным объемом торговли. Низкая ликвидность означает недостаток участников рынка, готовых покупать или продавать данный актив.
Неподтвержденная транзакция (Unconfirmed Transaction) —
это транзакция, отправленная в сеть блокчейна, которая еще не была включена в блок майнерами и, следовательно, не получила достаточного количества подтверждений от последующих блоков.
Непостоянные потери (Impermanent Loss) —
это снижение стоимости активов провайдера ликвидности по сравнению с их стоимостью при простом удержании (HODL), вызванное изменением соотношения цен активов в пуле ликвидности.
Непрерывное обучение (Continuous Learning) —
это процесс постоянного освоения новых технологий, методов анализа
и стратегий в криптоиндустрии для адаптации к изменениям рынка
и повышения эффективности работы с цифровыми активами.
Несбалансированный портфель (Unbalanced Portfolio) —
это инвестиционный портфель, в котором присутствует избыточная концентрация в определенных активах или классах активов, что увеличивает риск потерь из-за отсутствия диверсификации.
Ноды (Node) —
это любой компьютер или устройство, подключенное к блокчейн-сети, которое участвует в ее функционировании. Ноды могут выполнять различные задачи, включая хранение копии блокчейна, проверку транзакций и обеспечение безопасности сети.
Нормативная база (Regulatory Framework) —
это совокупность законодательных и нормативных актов, регулирующих деятельность в сфере криптовалют и блокчейн-технологий в рамках определенной юрисдикции.
Ноукоинер (No Coiner) —
это человек, не имеющий криптоактивов и выражающий постоянный скептицизм по отношению к криптовалютной индустрии.
Ноунс (Nonce) —
это уникальное число, которое используется в блокчейне Ethereum для различения транзакций одного и того же отправителя. Оно увеличивается с каждой новой транзакцией и предотвращает их повторное использование (replay-атаки).
Нулевое разглашение (Zero-Knowledge Proof) —
это криптографический метод, с помощью которого одна сторона (доказатель) может убедить другую сторону (проверяющего) в том, что она обладает определённой информацией, при этом не раскрывая саму эту информацию и не предоставляя никаких дополнительных данных, которые могли бы её раскрыть).
О
Обёрнутый токен (Wrapped Token) —
это цифровой актив, представляющий собой токенизированную версию криптоактива, перенесённого с одного блокчейна на другой. Он обеспечивается базовым активом в соотношении 1: 1 и позволяет использовать активы одного блокчейна в экосистеме другого.
Облачный майнинг (Cloud Mining) —
это аренда вычислительных мощностей для удаленного майнинга криптовалют, при которой все операционные издержки и амортизация оборудования лежат на поставщике услуг.
Облигация на блокчейне (Blockchain Bond) —
это цифровое долговое обязательство, выпуск, обращение и учет которого осуществляются с использованием технологии блокчейн. Применение блокчейна обеспечивает прозрачность, неизменяемость записей, автоматизацию процессов и снижение транзакционных издержек.
Обновление протокола (Protocol Upgrade) —
это изменение или улучшение кода блокчейна, направленное на повышение его эффективности, безопасности, добавление новых функций или исправление ошибок. Такие обновления могут быть совместимыми с предыдущими версиями сети (soft fork) или требовать значительных изменений, приводящих к разделению цепи (hard fork). Для успешного внедрения обновления обычно требуется согласие участников сети.
Обозреватель блоков (Blockchain Explorer) —
это онлайн-инструмент, позволяющий анализировать транзакции, просматривать детали блоков, отслеживать состояние кошельков
и получать доступ к другим метаданным блокчейна.
Оборотное предложение (Circulating Supply) —
это количество криптовалютных единиц, которые находятся в обращении, доступны для торговли на рынке и не являются заблокированными или утерянными.
Обфускация (Obfuscation) —
это технология, используемая для повышения уровня анонимности транзакций в криптовалютных системах и защиты исходного кода программного обеспечения от анализа и несанкционированного доступа.
Общедоступная лицензия (General Public License) —
это свободная лицензия на программное обеспечение, разработанная Фондом свободного программного обеспечения (Free Software Foundation). Она предоставляет пользователям право свободно использовать, изучать, изменять и распространять программное обеспечение, но при этом обязывает распространять производные работы под той же лицензией. Это означает, что любое программное обеспечение, созданное на основе кода, лицензированного по GPL, также должно оставаться открытым и свободным для использования.
Объём торгов (Trading Volume) —
это общее количество активов, таких как криптовалюты, которые были куплены и проданы за определённый период времени на криптовалютной бирже или в рамках конкретной торговой пары. Этот показатель может измеряться как в количестве самих активов, так и в их денежном эквиваленте, и является важным индикатором ликвидности
и рыночной активности.
Объёмный анализ (Volume Analysis) —
это метод изучения объёмов торгов, применяемый для оценки силы
и направления рыночного тренда, подтверждения или опровержения текущих сигналов, а также выявления возможных разворотов на рынке криптовалют и других финансовых рынках. Этот метод основывается на анализе взаимосвязи между объёмом торгов и изменением цен, а также может включать использование специальных индикаторов объёма.
Ограниченная фискальная политика (Contractionary Fiscal Policy) —
это экономическая стратегия, направленная на сокращение совокупного спроса с целью контроля инфляции, снижения бюджетного дефицита или предотвращения перегрева экономики. Она включает такие меры, как увеличение налогов, что уменьшает располагаемый доход населения
и бизнеса, а также сокращение государственных расходов, что снижает объем денежных средств в экономике.
Ограниченная эмиссия (Capped Emission) —
это термин, обозначающий фиксированный предел количества монет, которые могут быть выпущены в рамках определённой криптовалютной системы. Этот предел устанавливается основным протоколом данной системы.
Ончейн анализ (On-Chain Analysis) —
это методология изучения данных, записанных в блокчейне, которая используется для оценки ключевых метрик и выявления тенденций
в работе сети. Основные цели ончейн-анализа включают исследование активности пользователей, объемов транзакций, распределения активов и других параметров, которые помогают принимать обоснованные решения и оценивать состояние криптовалютных экосистем.
Ончейн-транзакция (On-Chain Transaction) —
это передача ценности, которая записывается в основной блокчейн-сети и подтверждается участниками сети (майнерами или валидаторами). Такие транзакции являются частью публичного реестра и обеспечивают прозрачность и неизменяемость данных.
Опцион (Option) —
это срочный финансовый контракт, дающий владельцу право, но не обязанность, купить или продать базовый актив (например, криптовалюту) по фиксированной цене. Опционы бывают двух типов: колл (покупка) и пут (продажа). Их используют для хеджирования или спекуляций, а исполнение может быть американским (в любой момент до истечения) или европейским (в дату истечения).
Оракулы (Oracle) —
это сервисы, предоставляющие данные из внешнего мира в блокчейн-среду. Они могут быть как централизованными, так и децентрализованными. Один из самых популярных децентрализованных оракулов — Chainlink.
Ордер (Order) —
это заявка, размещённая на криптовалютной бирже, с целью покупки или продажи криптоактивов по указанной цене или на определённых условиях.
Ординалы (Ordinal Theory) —
это методика нумерации и отслеживания отдельных сатоши (наименьших единиц биткойна) в порядке их создания (майнинга). Она позволяет прикреплять к сатоши дополнительные данные (инскрипции), что даёт возможность создавать NFT и другие цифровые активы на базе блокчейна биткойна.
Открытое программное обеспечение (Open Source Software) —
это программное обеспечение с открытым исходным кодом, который доступен для изучения, использования, модификации и свободного распространения в соответствии с условиями лицензии. Такой подход способствует прозрачности, сотрудничеству и развитию технологий.
Открытый интерес (Open Interest) —
это показатель, отражающий общее количество открытых контрактов (фьючерсов или опционов) на рынке в данный момент. Он используется трейдерами для анализа ликвидности и активности участников рынка.
Оффшор (Offshore) —
это юрисдикция, предоставляющая бизнесу льготное налогообложение, упрощённые требования к финансовой отчётности и, в некоторых случаях, повышенную конфиденциальность данных о владельцах бизнеса. В контексте криптовалют оффшоры часто используются для налоговой оптимизации, защиты активов и минимизации регуляторного давления.
Офчейн транзакция (Off-Chain Transaction) —
это операция передачи ценности или данных, которая осуществляется за пределами основной блокчейн-сети. Такие транзакции могут происходить через платёжные каналы (например, Lightning Network), централизованные платформы (такие как биржи) или посредством сторонних соглашений. Офчейн-транзакции позволяют снизить нагрузку на блокчейн, ускорить обработку операций и минимизировать комиссии.
П
Паблик Сейл (Public Sale) —
это открытая продажа токенов для широкой аудитории, доступная всем желающим, включая частных инвесторов. Обычно проводится после закрытых этапов, таких как пресейл или приватный сейл.
Падающий нож (Falling Knife) —
это очень быстрое снижения стоимости криптоактива. Желая поймать «падающий нож», трейдеры зачастую сталкиваются с погружением актива на «второе дно».
Памп (Pump) —
это спланированная покупка большого количества криптовалюты с целью искусственного повышения ее стоимости.
Памп и Дамп (Pump and Pump) —
это схема манипуляции рынком, при которой крупные игроки (так называемые «киты») искусственно завышают цену актива (памп), чтобы затем продать его по завышенной цене менее опытным трейдерам (дамп). Эта схема основана на эксплуатации жадности и стремления к быстрой прибыли.
Параллелизация (Parallelization) —
это процесс разделения задач на независимые части с целью их одновременного выполнения с использованием нескольких вычислительных единиц (процессоров, узлов или потоков). В блокчейнах параллелизация применяется для повышения производительности сети: ускорения обработки транзакций, выполнения смарт-контрактов
и масштабирования. Примером параллелизации является шардинг — технология, которая распределяет данные и задачи между сегментами сети для одновременной обработки.
Парачейны (Parachains) —
это независимые блокчейны с индивидуальным функционалом, являющиеся частью общей экосистемы, такой как Polkadot или Kusama. Они способны взаимодействовать между собой, обеспечивая совместимость и обмен данными.
Парольная фраза (Passphrase) —
это дополнительная кодовая фраза, состоящая из одного или нескольких слов, которая используется для расширения seed-фразы. Она позволяет значительно повысить уровень безопасности и создать дополнительные секретные кошельки.
Пассивное управление (Passive Management) —
это инвестиционная стратегия, при которой инвестор стремится повторить доходность определенного индекса или рынка криптовалют, вместо того чтобы активно пытаться превзойти рынок. Основная цель пассивного управления — минимизация затрат, снижение рисков
и стабильное следование за динамикой рынка.
Пассивный доход (Passive Income) —
это вид дохода, который инвестор получает с минимальным участием после первоначальной настройки или вложений. В контексте криптовалют пассивный доход может быть получен через стейкинг, участие в DeFi-протоколах (например, предоставление ликвидности), лендинг, майнинг или получение дивидендов от владения токенами. Основная идея пассивного дохода заключается в том, чтобы активы работали на инвестора без необходимости его постоянного вовлечения.
Паттерн (Pattern) —
это повторяющаяся форма или структура на графике цен, которая помогает трейдерам прогнозировать будущее движение рынка. Например, такие паттерны, как «голова и плечи», «двойное дно», «треугольник» или «флаг», используются для анализа поведения цены криптовалюты.
Пендинг-транзакции (Pending Transaction) —
это транзакция, которая была отправлена в сеть блокчейна и находится
в мемпуле (временном хранилище узлов), ожидая подтверждения майнерами или валидаторами и включения в блок. Статус пендинга означает, что транзакция ещё не завершена, и её обработка может зависеть от размера комиссии, загруженности сети и других факторов.
Песочница (Sandbox) —
это тестовая среда, в которой разработчики могут экспериментировать
с новыми проектами и смарт-контрактами без риска для реальной сети.
Плата за газ (Gas Fee) —
это комиссия, взимаемая за выполнение операций в блокчейне Ethereum и подобных ему, зависящая от сложности операций и загруженности сети.
Подметание флора (Floor Sweeping) —
это стратегия массовой покупки NFT из одной коллекции по минимальной цене (floor price) на рынке. Целью такой стратегии может быть повышение стоимости оставшихся NFT в коллекции, последующая перепродажа с прибылью, накопление активов для долгосрочного владения или создание искусственного спроса. Подметание флора может также использоваться для манипуляции рынком и привлечения внимания к коллекции.
Подпись Шнора (Schnorr Signature) —
это криптографическая схема цифровой подписи, основанная на сложности задачи дискретного логарифмирования. Она была предложена Клаусом Шнором (Klaus Schnorr) и является одной из наиболее эффективных и компактных схем цифровой подписи. Это одна из самых перспективных технологий для создания безопасных
и эффективных цифровых подписей используемая в сети BTC.
Подтверждение транзакции (Transaction Confirmation) —
это процесс проверки транзакции узлами сети на соответствие правилам протокола и её включения в блок, который затем добавляется
в блокчейн. Подтверждение обеспечивает неизменяемость транзакции
и её окончательную фиксацию в реестре. В зависимости от блокчейна уровень надежности транзакции может зависеть от количества подтверждений (включений в последовательные блоки).
Полнота по Тьюрингу (Turing completeness) —
это свойство вычислительной системы (например, языка программирования или машины), которое указывает, что система способна выполнять любые вычисления, которые теоретически могут быть выполнены машиной Тьюринга, при условии наличия достаточного времени и памяти. Другими словами, Turingcomplete система может моделировать любую вычислимую функцию.
Полосы Боллинджера (Bollinger Bands) —
это индикатор, состоящий из скользящей средней (SMA) и двух полос, отстоящих от неё на заданное количество стандартных отклонений. Используется для оценки волатильности и уровней поддержки/сопротивления.
Пользовательский интерфейс (UI) —
это совокупность элементов, с помощью которых пользователь взаимодействует с устройством, программным обеспечением или системой. UI включает в себя визуальные компоненты (такие как кнопки, меню, поля ввода, иконки, текстовые поля), а также логические элементы, которые определяют, как именно пользователь может выполнять действия и получать обратную связь от системы.
Постквантовая криптография (Quantum-Proof) —
это направление современной криптографии, занимающееся разработкой криптографических алгоритмов, устойчивых к атакам
с использованием квантовых компьютеров. Такие алгоритмы предназначены для защиты данных от угроз, связанных с возможностью взлома традиционных криптографических схем (например, RSA или ECC) при помощи квантовых алгоритмов, таких как алгоритм Шора.
Потеря привязки (Depegging) —
это ситуация, при которой стоимость стейблкоина или другого актива, привязанного к определённой базовой стоимости (например, доллару США), отклоняется от этой привязанной стоимости.
Правило Сахма (Sahm Rule) —
это экономический индикатор, используемый для определения вероятности рецессии. Согласно этому правилу, если средний уровень безработицы за последние три месяца увеличивается на 0,
50% или более по сравнению с самой низкой точкой за предыдущие 12 месяцев, то экономика, скорее всего, находится в состоянии рецессии. Этот индикатор позволяет быстро и эффективно оценить текущее состояние экономики, основываясь на изменениях в уровне безработицы.
Предоставление ликвидности (Liquidity Providing) —
это процесс, при котором участник криптовалютного рынка предоставляет свои активы в пул ликвидности на децентрализованных биржах или специальных платформах с целью получения дохода в виде процентов от комиссий и токенов протокола.
Премайн (Pre-Mining) —
это процесс добычи определенного количества монет разработчиками до того, как майнинг станет доступен широкой аудитории. Эти добытые активы могут использоваться для развития проекта и храниться
на заранее известных адресах. Отсутствие прозрачных заявлений команды о проведении премайна должно насторожить потенциальных инвесторов.
Премия за риск (Risk Premium) —
это дополнительная доходность, которую инвестор ожидает получить за вложение в более рискованный актив, например, криптовалюту, по сравнению с менее рискованными инвестициями, такими как облигации или депозиты.
Пресейл (Presale) —
это этап продажи токенов блокчейнпроекта на ранней стадии его развития. На этом этапе токены предлагаются ограниченному кругу участников (инвесторам, партнёрам или ранним сторонникам проекта) часто по сниженной цене или на особых условиях. Цель пресейла — привлечение средств для дальнейшего развития проекта и повышения его популярности.
Приватный ключ (Private Key) —
это уникальный буквенноцифровой код, который позволяет владельцу подписывать транзакции и управлять криптоактивами на конкретном кошельке.
Принцип Златовласки (Goldilocks Principle) —
это концепция, описывающая состояние экономики, которое является "в самый раз": не слишком горячее (с перегревом, высокой инфляцией или чрезмерным ростом), и не слишком холодное (с рецессией или стагнацией). Это идеальный баланс, при котором экономика растет устойчиво, инфляция остается на умеренном уровне, а безработица находится на низком, но стабильном уровне.
Прогрессивное веб-приложение (PWA) —
это приложение, созданное на HTML, CSS и JavaScript, которое работает через интернет на любой платформе с современным браузером. PWA обеспечивают улучшенный пользовательский опыт благодаря поддержке автономной работы, push-уведомлений и доступу к аппаратным функциям устройств.
Прокси-инвестиция (Proxy investment) —
это инвестиционная стратегия в криптовалютной сфере, при которой инвестор вкладывает средства в активы или проекты, которые косвенно связаны с интересующей его областью или технологией. Вместо прямой покупки определённого токена или криптовалюты, инвестор выбирает активы, которые могут извлечь выгоду из роста или развития этой технологии.
Пропускная способность сети (TPS) —
это показатель, определяющий количество транзакций, которые конкретный блокчейн может обработать за одну секунду. Этот параметр является ключевым для оценки производительности
и масштабируемости блокчейна.
Проскальзывание (Slippage) —
это расхождение между ожидаемой стоимостью сделки и фактической ценой, по которой сделка была выполнена. Проскальзывание возникает
в результате рыночной изменчивости и недостатка ликвидности, что особенно заметно при выполнении крупных ордеров.
Прото-данкшардинг (Proto-Danksharding) —
это промежуточное решение для повышения масштабируемости
и снижения стоимости транзакций в сети Ethereum на пути к полному внедрению данкшардинга. Представленный разработчиками Protolambda и Dankrad Feist, прото-данкшардинг включает введение транзакций
с большими данными (blob-carrying transactions), которые позволяют временно хранить большие объемы данных вне основной цепочки блоков (off-chain). Это решение является ключевой частью обновления Cancun-Deneb и направлено на подготовку сети Ethereum к реализации полноценного шардинга.
Протокол (Protocol) —
это совокупность правил и стандартов, регламентирующих порядок взаимодействия между различными системами и устройствами в сети.
В контексте криптовалют и блокчейна протокол определяет порядок передачи данных, обработки транзакций, создания новых блоков
и достижения консенсуса между участниками децентрализованной сети.
Профит (Profit) —
это финансовая прибыль или иная форма материальной выгоды, полученная в результате сделки, инвестиций или участия
в экономической деятельности. В контексте криптовалют профит может включать доход от торговли, стейкинга, майнинга, фарминга, арбитража или других способов получения выгоды на криптовалютном рынке.
Процентные ставки (Interest Rates) —
это стоимость заимствования средств или доходность от их предоставления. В контексте криптовалют процентные ставки широко применяются на DeFi-платформах для кредитования и заимствования активов. Они могут быть фиксированными или плавающими и зависят от рыночного спроса и предложения. Процентные ставки начисляются в криптовалюте или стейблкоинах и учитываются при возврате займа.
Прямой доступ к рынку (DMA) —
это технология, позволяющая институциональным инвесторам, таким как хедж-фонды и управляющие активами, размещать ордера напрямую на финансовых биржах без участия традиционных брокеров. В контексте криптовалют DMA может предоставлять доступ как
к централизованным биржам (CEX), так и к децентрализованным платформам (DEX) через специализированные интерфейсы или API.
Псевдослучайность (Pseudorandom) —
это свойство последовательностей, которые выглядят случайными, но на самом деле генерируются детерминированным алгоритмом. Используется в криптографии для создания ключей, шифров и других данных, которые сложно отличить от истинно случайных без знания начальных условий.
Публичный ключ (Public Key) —
это криптографический ключ, математически связанный с приватным ключом. Он используется в асимметричной криптографии для проверки цифровых подписей, а также может применяться для шифрования данных. В контексте криптовалют публичный ключ участвует
в создании публичного адреса (обычно путём хэширования), который используется для отправки и получения средств.
Пул ликвидности (Liquidity Pool) —
это набор средств, заблокированных в смарт-контракте, предназначенный для обеспечения ликвидности на децентрализованных биржах. Это понятие является фундаментальным в теории вычислений
и используется для анализа мощности языков программирования или других вычислительных моделей.
Р
Раг пул (Rug Pull) —
это тип мошенничества в криптовалютных проектах, особенно распространенный в сфере децентрализованных финансов (DeFi). В рамках этого мошенничества разработчики создают новый токен или проект, привлекают инвесторов, а затем внезапно выводят все средства, оставляя инвесторов с обесцененными токенами.
Развертывание контракта (Contract Deployment) —
это процесс публикации смарт-контракта в блокчейне, в результате которого контракт получает уникальный адрес и становится доступным для взаимодействия с пользователями или другими смартконтрактами. Для выполнения этого процесса требуется оплата комиссии за газ,
а опубликованный контракт, как правило, становится неизменяемым.
Разводняющий эффект (Dilution Effect) —
это уменьшение доли владения каждого инвестора в общем объеме активов компании или проекта вследствие выпуска дополнительных акций, токенов или других форм собственности. Это может привести к снижению относительной стоимости долей существующих инвесторов
и их влияния на принятие решений.
Разворот рынка (Market Reversal) —
это изменение направления движения рынка, при котором текущая тенденция (например, бычья) переходит в противоположную (медвежью) или наоборот. Развороты могут быть как краткосрочными, так
и долгосрочными. Их идентификация осуществляется с помощью технического анализа (например, с использованием индикаторов
и графических моделей) и/или фундаментального анализа, который учитывает макроэкономические факторы, новости и события.
Разделение ключей (Key Splitting) —
это криптографический метод защиты приватных ключей, при котором ключ разделяется на несколько частей, каждая из которых хранится
в отдельном месте или передаётся различным сторонам. Для восстановления исходного ключа требуется собрать определённое количество частей (пороговое значение). Этот подход повышает безопасность за счёт распределения риска утраты или компрометации ключа.
Размер блока (Block Size) —
это максимальный объём данных (включая транзакции и служебную информацию), который может быть записан в один блок в блокчейне. Этот параметр определяет предел пропускной способности сети и оказывает значительное влияние на её масштабируемость, скорость обработки транзакций и производительность. В некоторых криптовалютных системах размер блока является фиксированным, а в других может изменяться в ходе обновлений протокола.
Рарность (Rarity) —
это показатель, отражающий суммарную степень уникальности атрибутов NFT, который непосредственно влияет на восприятие ценности токена среди коллекционеров и инвесторов.
Рафл (Raffle) —
это розыгрыш, в котором участники имеют шанс выиграть различные призы, включая NFT токены или места в вайтлистах.
Ребалансировка (Portfolio Rebalancing) —
это процесс корректировки состава инвестиционного портфеля для восстановления целевого соотношения активов, которое было установлено в рамках выбранной стратегии управления рисками. В криптовалютной сфере ребалансировка особенно актуальна из-за высокой волатильности активов и необходимости адаптации портфеля к изменениям на рынке.
Реварды или награды (Rewards) —
это токены или другие вознаграждения, предоставляемые пользователям за участие в экосистеме криптовалютного проекта. Такие награды могут выдаваться за предоставление ликвидности, стейкинг, участие в управлении проектом (DAO), тестирование платформы или другие действия, способствующие развитию проекта. В некоторых случаях количество наград может уменьшаться по мере роста пользовательской базы или в зависимости от заложенной токеномики.
Ревил (Reveal) —
это процесс раскрытия метаданных и визуального контента NFT после его первоначального создания (минта). В течение этого процесса пользователи могут увидеть окончательный вид и характеристики своего NFT, которые до этого момента могли быть скрыты или замаскированы.
Регуляторный аудит (Regulatory Audit) —
это проверка соответствия деятельности организации (включая криптоорганизации) требованиям законодательства, нормативных актов
и регулирующих стандартов. Аудит может проводиться как государственными органами, так и независимыми аудиторскими компаниями для оценки соблюдения установленных норм.
Регуляция (Regulation) —
это процесс разработки и внедрения правовых норм и стандартов, направленных на установление правил использования криптовалют. Регуляция охватывает такие аспекты, как их выпуск, торговля, хранение, налогообложение и защита прав потребителей.
Резервное копирование (Backup) —
это процесс создания копий данных или криптовалютных кошельков с целью предотвращения потери информации из-за сбоев оборудования, кибератак или ошибок пользователя. Эти копии позволяют восстановить доступ к данным или средствам в случае возникновения непредвиденных ситуаций.
Рект (Rekt) —
это термин, обозначающий значительные убытки, понесенные трейдером в результате неудачных сделок или резкого падения стоимости активов.
Рекурсивное доказательство (Recursive Proof) —
это метод в криптографии, который позволяет создавать доказательства корректности сложных вычислений путем включения одного доказательства в другое. Такой подход применяется, например,
в системах доказательств нулевого разглашения (zk-SNARKs) для повышения эффективности проверки вычислений и масштабируемости.
Реорганизация цепочки (Сhain Reorg) —
это событие в блокчейне, при котором одна версия цепочки блоков заменяется другой, обычно из-за того, что новая цепочка имеет большую суммарную доказанную работу (proof-of-work). Блоки из отклоненной цепочки становятся осиротевшими (orphan blocks) и больше не считаются частью основной цепи.
Репутационные системы (Reputation Systems) —
это системы в рамках децентрализованных платформ на основе блокчейна, которые отслеживают и оценивают поведение участников для поощрения доверия и ответственности.
Ретест цены (Price Retest) —
это момент на криптовалютном рынке, когда цена актива возвращается
к ранее пробитому уровню поддержки или сопротивления, чтобы проверить его надежность в качестве новой противоположной границы.
Ретродроп (Retro Drop) —
это вознаграждение для ранних пользователей проекта, участвовавших
в прошлых «он-чейн» и «офф-чейн» активностях. Важный момент заключается в том, что участники не знают о вероятности будущего вознаграждения со стороны проекта.
Рецессия (Recession) —
это этап существенного уменьшения экономической активности, продолжающийся на протяжении нескольких месяцев. Этот период характеризуется снижением валового внутреннего продукта (ВВП), уменьшением доходов населения, ростом уровня безработицы, сокращением объемов промышленного производства и падением показателей розничных продаж.
Риск контрагента (Counterparty Risk) —
это риск того, что одна из сторон в финансовой или коммерческой сделке не выполнит свои обязательства по договору. Это может быть связано, например, с неспособностью контрагента оплатить поставленные товары, услуги или выполнить свои финансовые обязательства, такие как выплаты по кредитам или деривативным контрактам. Этот риск особенно актуален в сфере финансовых рынков, торговли и кредитования.
Риск-менеджмент (Risk Management) —
это процесс идентификации, анализа, оценки и управления потенциальными рисками, направленный на их минимизацию
и предотвращение негативных последствий. В контексте криптовалютной индустрии это включает работу с рисками, связанными с инвестициями, безопасностью активов, использованием смартконтрактов, централизованными и децентрализованными платформами.
Роадмап (Roadmap) —
это графическая визуализация ключевых этапов и целей проекта, обычно представленных в хронологическом порядке. В контексте криптовалют
и блокчейн технологий роадмап служит для демонстрации планов развития проекта, включая запланированные обновления, релизы
и другие важные события.
Роллапы (Rollups) —
масштабирующие решения для блокчейнов, которые проводят
и обрабатывают транзакции вне основной цепи (off-chain), а затем отправляют сжатые данные об этих транзакциях обратно на основную цепь (on-chain).
Роуд-шоу (Roadshow) —
это рекламная кампания, организуемая компаниями и стартапами для привлечения инвесторов, заключения сделок или повышения узнаваемости проекта. В контексте криптовалютной индустрии роуд-шоу часто используются для продвижения блокчейн-проектов, подготовки
к токенсейлам (например, ICO или IEO) и установления контактов
с потенциальными партнёрами.
Рыночная капитализация (Market Capitalization) —
это показатель, отражающий общую рыночную стоимость всех выпущенных монет или токенов криптовалютного проекта. Она рассчитывается путём умножения текущей рыночной цены одной монеты на общее количество монет в обращении.
Рыночный импульс (Market Momentum) —
это способность рынка поддерживать устойчивое движение цен
в определенном направлении (вверх или вниз) на протяжении определённого периода времени. Этот показатель отражает силу тренда
и используется для анализа динамики цен, определения текущих тенденций, а также прогнозирования возможных изменений на финансовых рынках.
Рыночный ордер (Market Order) —
это поручение на немедленное приобретение или реализацию актива по существующей рыночной цене. При подаче такого ордера следует учитывать ликвидность в книге ордеров, так как недостаточная ликвидность может привести к исполнению части поручения по менее благоприятным ценам.
С
Сайдчейны (SideChains) —
это независимые блокчейны, связанные с основным блокчейном через механизмы обмена активами. Они обеспечивают дополнительную гибкость и возможности для инноваций, позволяя проводить эксперименты и внедрять новые функции вне основной цепи.
Сантимент (Sentiment) —
это совокупность эмоций, мнений и ожиданий участников крипторынка, которые влияют на их решения о покупке, продаже или удержании активов. Анализ сантимента помогает прогнозировать возможные рыночные движения.
Сатоши (Satoshi) —
это минимальная и неразделимая доля биткоина, названная в честь" его таинственного создателя. 1 BTC = 100 миллионам сатоши, что делает «сатоши» равным 0,00000001 BTC.
Сатоши Накамото (Satoshi Nakamoto) —
это псевдоним, скорее группы людей, нежели одного человека, стоявших за созданием биткойна и его запуском.
Сверхэмиссия (Over-Issuance) —
это выпуск чрезмерного количества новых монет или токенов за пределами запланированного количества эмиссии; может привести
к инфляции цифрового актива и потере его стоимости.
Сезон альткоинов (Altcoin Season) —
это период на криптовалютном рынке, когда альткоины (все криптовалюты, кроме биткоина) показывают опережающий рост стоимости и доходности по сравнению с биткоином, привлекая повышенное внимание инвесторов и перераспределение капитала в их пользу.
Сейл (Sale) —
это процесс привлечения финансирования для криптовалютных проектов через продажу их токенов на различных стадиях: Pre-Seed, Seed/Strategic Round, Private Sale, Public Sale, Community Sale и Holder Sale. Каждая из этих фаз характеризуется определенным этапом развития проекта, кругом потенциальных инвесторов, условиями приобретения токенов (например, скидки или бонусы) и целями сбора средств.
Секвенсор (Sequencer) —
это компонент блокчейн-систем, отвечающий за сбор, упорядочивание
и предварительную обработку транзакций перед их записью в блок. Секвенсор играет ключевую роль в обеспечении последовательной обработки данных и поддержании согласованности сети. В контексте Layer 2 решений (например, Rollups) секвенсор также отвечает за передачу агрегированных данных в основной блокчейн (Layer 1), что позволяет повысить масштабируемость системы.
Селективное раскрытие (Selective Disclosure) —
это возможность пользователя предоставлять только ту личную информацию, которая необходима для выполнения конкретной задачи или получения определенной услуги, минимизируя при этом объем раскрываемых данных.
Сёртик (CertiK) —
это ведущая блокчейн-компания, специализирующаяся на аудите смарт-контрактов, обеспечении безопасности блокчейн-проектов и защите от уязвимостей. CertiK помогает разработчикам и проектам находить ошибки в коде, проверять его на соответствие стандартам безопасности
и предотвращать потенциальные атаки. Компания широко известна
в криптоиндустрии благодаря своей репутации и использованию передовых технологий, таких как искусственный интеллект, для анализа смарт-контрактов и блокчейнов.
Сетевой эффект (Network Effect) —
это явление, при котором ценность криптовалюты или блокчейн-платформы увеличивается с ростом числа её пользователей. Чем больше людей используют данную криптовалюту, участвуют в её экосистеме или поддерживают её инфраструктуру (например, майнинг или стейкинг), тем более полезной и ценной она становится.
Сеть (Network) —
это децентрализованная система, состоящая из множества взаимосвязанных узлов (нод), которые взаимодействуют друг с другом для верификации, записи и хранения транзакций в распределенном реестре.
Сжигание монет (Token Burn) —
это уничтожение определённого количества криптовалюты, чтобы сократить её обращение и потенциально увеличить стоимость оставшихся токенов.
Сид-фраза (Seed/Mnemonic Phrase) —
это последовательность из 12,
15,
18,
21 или 24 слов, сгенерированная на основе стандарта BIP-39. Она используется для восстановления доступа
к криптовалютному кошельку и связанным с ним приватным ключам. Утрата сид-фразы делает восстановление доступа к активам невозможным. Сид-фразу необходимо хранить в безопасном месте, так как её компрометация может привести к потере средств.
СиЗи (CZ, Changpeng Zhao) —
это основатель и бывший CEO Binance, крупнейшей в мире криптовалютной биржи по объему торгов по состоянию 2022 года, влиятельный фигурант в индустрии блокчейна и криптовалют.
Синдром Даннинга-Крюгера (Dunning-Kruger Effect) —
это когнитивное искажение, при котором люди с низким уровнем знаний или навыков в какой-либо области переоценивают свои способности,
а люди с высоким уровнем компетенции, наоборот, склонны недооценивать свои знания или считать их недостаточными.
Синтетический актив (Synthetic Asset) —
это финансовый инструмент, создаваемый с использованием деривативов или других финансовых механизмов для имитации ценовых изменений и экономических свойств другого актива, без необходимости фактического владения этим активом.
Скальпинг (Scalping) —
это стратегия краткосрочной торговли, при которой трейдер стремится получить небольшую прибыль от небольших изменений цен на активы. Скальперы совершают множество сделок в течение дня, пытаясь извлечь выгоду из минимальных колебаний рынка. Этот подход требует высокой концентрации, скорости и точного анализа.
Скам (Scam) —
это преднамеренно мошеннический проект или схема в криптовалютной сфере, созданная с целью обмана пользователей и хищения их средств. Чаще всего скам связан с фальшивыми инвестиционными предложениями, поддельными токенами или несуществующими услугами.
Скользящая средняя (Moving Average) —
это статистический инструмент, используемый в техническом анализе для сглаживания ценовых данных и выявления трендов на рынке путём вычисления средних цен за определённые временные периоды.
Слабая субъективность (Weak Subjectivity) —
это концепция в блокчейн-системах, которая описывает необходимость доверия или периодического взаимодействия с другими участниками сети для обеспечения безопасности и согласованности. В отличие от полностью объективных систем (например, Bitcoin), где новые участники могут самостоятельно и полностью проверить всю историю блокчейна, системы со слабой субъективностью (например, Ethereum 2.0 с Proof-of-Stake) требуют, чтобы новые узлы получали актуальное состояние сети от доверенных источников. Это связано с тем, что в таких системах безопасность зависит от текущего консенсуса участников, а не только от объективных правил.
Слешинг (Slashing) —
это механизм наказания в блокчейн-сетях, использующих алгоритм консенсуса Proof of Stake (PoS). Слешинг применяется к валидаторам
за вредоносное поведение, такие как атаки на сеть, или за серьёзные ошибки, например, двойное подписание блоков. Наказание обычно включает потерю части или всей суммы активов, внесённых в стейкинг.
Сложность майнинга (Mining Difficulty) —
это мера, используемая в блокчейн-сетях для поддержания желаемого интервала "времени генерации новых блоков в блокчейн". Этот параметр автоматически корректируется сетью, чтобы компенсировать изменения в общей вычислительной мощности участников майнинга, таким образом гарантируя стабильность и безопасность сети.
Сложные проценты (Compound Interest) —
это процесс, при котором заработанные проценты по инвестициям, включая криптовалютные активы, реинвестируются для генерации дополнительного дохода на уже полученные проценты. Этот процесс повторяется на регулярной основе (например, ежедневно, ежемесячно или ежегодно), увеличивая общий доход от инвестиций.
Смарт мани (Smart Money) —
это умные деньги, которые принадлежат опытным и информированным участникам крипторынка, таким как институциональные инвесторы, крупные фонды, венчурные компании, а также криптокиты (whales). Эти игроки обладают глубокими знаниями о рынке, доступом к эксклюзивной аналитике, инсайдерской информации и используют продвинутые стратегии для получения максимальной выгоды от своих вложений.
Смарт-контракт (Smart-Contract) —
это программный код, размещённый на блокчейне, который автоматически выполняет заранее определённые условия и действия при наступлении заданных событий. Смарт-контракты обеспечивают децентрализованное исполнение соглашений без необходимости
в посредниках, способствуя прозрачности и повышенной безопасности, которая зависит от качества кода и надёжности используемого блокчейна.
Снэпшот (Snapshot) —
это статическая запись состояния блокчейна на определённой высоте блока (block height), фиксирующая ключевые данные, такие как балансы аккаунтов, состояние смарт-контрактов или другие параметры сети. Снэпшоты используются для различных целей, включая распределение токенов, создание форков, проведение аудита или восстановление данных.
Солидити (Solidity) —
это объектно-ориентированный язык программирования, предназначенный для разработки и внедрения смарт-контрактов на различных блокчейн-платформах, особенно на платформе Ethereum. Этот язык позволяет создавать децентрализованные приложения и автоматизировать различные процессы с использованием блокчейн-технологий.
Соотношения риска и прибыли (Risk-To-Reward Ratio) —
это показатель, который используется для оценки потенциальной прибыли сделки относительно уровня риска, который трейдер готов взять на себя. Этот коэффициент помогает трейдерам принимать взвешенные решения о входе в сделку, управлении капиталом и минимизации убытков.
СофтКап (Soft Cap) —
это минимальная сумма средств, которую проект планирует собрать
в рамках ICO, краудфандинга или другого типа токенсейла для обеспечения возможности реализации его базовых целей или минимального функционала. Если Soft Cap не достигается, проект, как правило, признаётся несостоявшимся, и собранные средства возвращаются инвесторам.
Софтфорк (Soft Fork) —
это обновление правил протокола криптовалюты, при котором новые правила являются обратно совместимыми с предыдущими версиями. Это означает, что узлы, не обновившие своё программное обеспечение, могут продолжать функционировать в сети, соблюдая старые правила. Для активации софтфорка требуется поддержка большинства майнеров или валидаторов, но не всех участников сети.
Социальная торговля (Social Trading) —
это форма инвестиционной деятельности, при которой трейдеры обмениваются информацией, анализом и стратегиями в рамках онлайн-сообществ или платформ. Этот подход позволяет участникам копировать сделки более опытных инвесторов, изучать их тактики и принимать инвестиционные решения на основе коллективного опыта. Социальная торговля сочетает в себе элементы традиционного трейдинга
и социальных сетей, упрощая доступ к рынкам для новичков.
Спот (Spot) —
это контракт или сделка покупки или продажи криптовалюты для немедленного расчёта, то есть моментальной оплаты и доставки актива.
Это самый простой способ инвестирования в криптовалюты, поскольку он предполагает прямую покупку реального цифрового актива
с последующим его владением.
Спред (Spread) —
это разница между ценой продажи (ask) и ценой покупки (bid) криптовалюты на бирже. Он отражает ликвидность актива и рыночные условия: чем меньше спред, тем выше ликвидность. Спред формируется из-за разницы между спросом и предложением на рынке.
Стагфляция (Stagflation) —
это экономическое состояние, характеризующееся одновременным сочетанием низких темпов экономического роста (стагнации), высокой инфляции и, как правило, высокого уровня безработицы. Это сложное
и редкое явление, которое представляет серьезный вызов для экономической политики, так как традиционные меры борьбы с инфляцией или стимулирования роста могут усугубить другие аспекты проблемы.
Стандарт Rosetta (Rosetta Standart) —
это спецификация, разработанная для упрощения интеграции различных блокчейнов с приложениями и сервисами путем создания единого интерфейса для взаимодействия с ними.
Стейблкоин (Stablecoins) —
это криптовалютные токены, стоимость которых привязана к стабильным активам (например, национальным валютам, драгоценным металлам или другим резервным активам), либо поддерживается с помощью алгоритмов. Основная цель стейблкоинов — минимизация волатильности криптовалют для упрощения их использования в расчетах, торговле
и других финансовых операциях. Примеры стейблкоинов включают USDT
и USDC (фиатнообеспеченные), DAI (криптообеспеченный)
и алгоритмические стейблкоины.
Стейкинг (Staking) —
это процесс хранения и блокировки криптовалют на кошельке для содействия функционированию блокчейн-системы, использующей механизм консенсуса Доказательство Доли (PoS), и получения наград за участие в обеспечении безопасности и поддержке работы сети.
Стейкхолдер (Stakeholder) —
это лицо или организация, которая заинтересована в успехе и развитии проекта, компании или блокчейн-сети. В контексте криптовалют стейкхолдерами могут быть разработчики, инвесторы, пользователи, валидаторы или другие участники экосистемы, которые имеют влияние или выгоду от её работы.
Стена покупок (Buy Wall) —
это значительный объем ордеров на покупку криптовалюты по определенной цене, который может поддерживать стоимость актива
и препятствовать её падению.
Стена продаж (Sell Wall) —
это значительный объем ордеров на продажу криптовалюты по определенной цене, который может сдерживать рост стоимости актива, создавая барьер для покупателей.
Стоп-лосс (Stop-loss) —
это инструмент управления рисками, который автоматически закрывает торговую позицию при достижении заданного уровня убытка, чтобы предотвратить дальнейшие потери.
Стоп-ордер (Stop Order) —
это тип биржевого ордера, который активируется только при достижении определённой цены (цены срабатывания). Например, стоп-лосс ордер используется для автоматической продажи актива, если его цена падает ниже установленного уровня, чтобы ограничить убытки. Стоп-ордера помогают автоматизировать управление рисками и защитить инвестиции.
Страховой полис DeFi (DeFi Insurance Policy) —
это финансовый продукт в экосистеме децентрализованных финансов, предоставляющий защиту от различных рисков, связанных с использованием DeFi-платформ.
Структуры рынка (Market Structures) —
это направления тренда. Бычья (Bullish) характеризуется ростом цен
и восходящим движением, чаще наблюдается в периоды активного спроса (например, около года). Медвежья (Bearish) связана с падением цен и нисходящим трендом, что типично для коррекций или спадов длительностью от 6 месяцев до нескольких лет. Структуры рынка включают в себя разные фазы.
Субъективная стоимость (Subjective Value) —
это концепция ценности актива или товара, основанная на личной оценке его полезности отдельными лицами или группами лиц; в контексте криптовалют это может относиться к различным интерпретациям стоимости токена или монеты разными участниками рынка.
Схема Понзи (Scheme Ponzi) —
это финансовая пирамида, которая существует до тех пор, пока новых вкладчиков больше чем старых, часть обязательств по старым выплатам обеспечиваются притоком новых средств. Лежит в основе большинства мошеннических схем.
Сэндвич-трейдинг (Sandwich Trading) —
это стратегия на децентрализованных биржах (DEX), при которой трейдер использует информацию о транзакциях других пользователей для получения прибыли. Обычно это включает размещение двух сделок: одна «впереди» пользовательской транзакции для поднятия цены актива, а другая "позади" для продажи актива с прибылью после изменения цены.
Т
Таймлок (Timelock) —
это механизм в блокчейне, который блокирует транзакции или средства до наступления определённого времени или выполнения условий, обеспечивая безопасность и соблюдение контрактных обязательств.
Таймфрейм (Timeframe) —
это период времени, выбранный для анализа изменений цены криптовалюты на графике, который может варьироваться от секунд до лет
и влияет на торговую стратегию и принятие решений.
Тапрут (Taproot) —
это обновление протокола Bitcoin, активированное в ноябре 2021 года, которое внедряет Schnorr-подписи и улучшает конфиденциальность, масштабируемость и эффективность сети. Оно позволяет объединять различные типы транзакций (например, обычные и мультиподписные)
в единый формат, что затрудняет анализ цепочки блоков и уменьшает объём данных, необходимых для подтверждения транзакций.
Тейк-профит (Take-Profit Order) —
это лимитный ордер, который автоматически закрывает открытую позицию при достижении заранее установленного ценового уровня для фиксации прибыли. Этот инструмент часто используется трейдерами как часть стратегии управления рисками и автоматизации торговли.
Тело свечи (Candlestick Body) —
это прямоугольная часть японской свечи на графике цен, которая отображает разницу между ценой открытия и ценой закрытия актива
за определённый период времени. Тело может быть светлым (рост цены) или тёмным (падение цены) и не включает тени, представляющие экстремальные значения цены.
Тень свечи (Shadow Wick) —
это линейный участок японской свечи на графике цен, отображающий максимальные (верхняя тень) и минимальные (нижняя тень) значения цены актива за определённый период времени, выходящие за пределы тела свечи.
Теория Доу (Dow Theory) —
это базовая концепция технического анализа финансовых рынков, разработанная Чарльзом Доу, сооснователем индекса Dow Jones и газеты The Wall Street Journal. Теория описывает принципы формирования рыночных трендов, их фазы (накопление, участие большинства
и распределение) и взаимосвязь между различными сегментами рынка. Основные идеи теории применимы как к традиционным рынкам, так и к криптовалютам, помогая трейдерам анализировать движение цен
и определять направление тренда.
Тест Хоуи (Howey Test) —
это юридический критерий, разработанный Верховным судом США, используемый для определения того, является ли конкретный актив или инвестиционное предложение ценной бумагой в соответствии с законодательством США. Тест состоит из четырёх ключевых элементов: наличие инвестиции денег, ожидание прибыли, участие в общей деятельности и зависимость прибыли от усилий третьих лиц.
Тестнет (Testnet) —
это альтернативная блокчейн-сеть, используемая для экспериментов
и тестирования функций перед их реализацией в основной сети (Mainnet), обеспечивая безопасность и стабильность.
Технический Анализ (Technical Analysis) —
это методология оценки и прогнозирования будущих движений цен на финансовые активы (включая криптовалюты), основанная на изучении исторических данных, таких как движение цен и объем торгов. Он предполагает, что рыночные движения подчиняются определённым закономерностям и могут повторяться благодаря влиянию человеческой психологии. В рамках технического анализа используются графические паттерны, индикаторы, уровни поддержки и сопротивления.
Тир (Tier) —
это условная категория или уровень, используемый для классификации криптовалютных активов, платформ и фондов на основе таких характеристик, как доверие, ликвидность и влияние на рынок. Система тиров позволяет ранжировать проекты и активы для их сравнения
и оценки, облегчая принятие инвестиционных решений.
Токен (Token) —
это цифровой актив на основе блокчейн-технологии, представляющий ценность, права или доступ к функциям. Токены используются для транзакций, доступа к сервисам, участия в проектах и представления активов или прав, таких как голосование или долевое участие. Они делятся на Utility-токены, предоставляющие доступ к продуктам и услугам платформы; Security-токены, аналогичные ценным бумагам и дающие право на долю в компании или прибыль; Governance-токены, позволяющие участвовать в управлении проектом, а также другие виды, выполняющие специфические функции.
Токенизация активов (Asset Tokenization) —
это процесс преобразования прав собственности на физические или цифровые активы в цифровые токены с использованием технологии блокчейн, что обеспечивает их удобное представление, передачу, разделение на доли и торговлю на глобальных рынках.
Токеномика (Tokenomics) —
это совокупность экономических принципов и стимулов, управляющих созданием, распределением, использованием и взаимодействием токенов в блокчейн-системах. Токеномика охватывает аспекты эмиссии токенов, их циркуляции, управления, а также механизмы, обеспечивающие устойчивость и развитие экосистемы.
Токены управления (Governance Tokens) —
это криптовалютные токены, предоставляющие их держателям право участвовать в управлении децентрализованными платформами или проектами. Владельцы таких токенов могут голосовать по ключевым вопросам экосистемы, включая обновления протокола, распределение ресурсов и изменения параметров сети.
Торговый бот (Trading Bot) —
это автоматизированная программа для проведения торговых операций на криптовалютных биржах по заданным алгоритмам без непосредственного участия человека.
Точка безубыточности (Break-Even Point) —
это уровень цены актива, при котором доход от его продажи равен всем затратам на его приобретение или производство, включая комиссии и другие расходы. На этом уровне инвестор не получает прибыли и не несет убытков.
Традиционные финансы (TradFi) —
это термин, который используется для описания традиционной финансовой системы, включающей банки, фондовые биржи, страховые компании, центральные банки и другие финансовые институты. Это противопоставляется новой концепции DeFi (Decentralized Finance), которая базируется на блокчейн-технологиях и децентрализации.
Транзакция (Transaction) —
это процесс передачи криптовалюты между адресами в блокчейне, который записывается и подтверждается в распределенном реестре.
Транзитивность доверия (Transitive Trust) —
это свойство системы доверия, при котором доверие одного участника может передаваться другому через цепочку доверительных отношений; актуально для децентрализованных систем идентификации на базе блокчейна.
Трезор (Trezor) —
это аппаратный кошелек, обеспечивающий высокий уровень безопасности за счет оффлайн-хранения и защиты приватных ключей.
Трейдер (Trader) —
это лицо или компания, осуществляющая операции по покупке и продаже различных финансовых активов, включая акции (stocks), облигации (bonds), валюты (currencies), товары (commodities) и криптовалюты (cryptocurrencies), с целью извлечения прибыли (profit).
Трейдинг (Trading) —
это процесс покупки и продажи криптовалют на централизованных или децентрализованных биржах с целью получения прибыли за счёт колебаний их стоимости.
Триангуляция (Triangulation) —
это метод анализа или принятия решений, который предполагает использование нескольких источников данных или точек зрения для повышения точности и достоверности выводов. В контексте финансов триангуляция может применяться для проверки рыночных сигналов, анализа трендов или сравнения курсов валют на разных рынках.
Трилемма блокчейна (Blockchain Trilemma) —
это концепция, описывающая сложность достижения баланса между тремя ключевыми характеристиками блокчейна: децентрализацией, безопасностью и масштабируемостью. Согласно этой теории, блокчейнсистемы могут эффективно реализовать только две из этих характеристик одновременно, жертвуя третьей.
ТуЗеМун (To The Moon) —
это популярный сленг среди участников крипторынка, означающий стремительный рост стоимости актива до очень высоких отметок, подразумевая его «До Луны». Кто ждет его всем депозитом – часто теряет все.
Трансграничные платежи (Cross-Border Payments) —
это финансовые переводы, осуществляемые между сторонами, находящимися в разных странах. Такие платежи могут включать в себя международные банковские переводы, использование электронных кошельков или криптовалют. Они часто сталкиваются с проблемами, такими как высокие комиссии, длительное время обработки и валютные колебания.
Торговая стратегия (Trading Strategy) —
это заранее разработанный план, который трейдеры используют для сделок на финансовых рынках. Она включает правила входа и выхода
из позиций, управление рисками и методы анализа рынка. Стратегии могут основываться на техническом, фундаментальном анализе или
их сочетании.
Трансатлантические платежи (Transatlantic Payments) —
это финансовые переводы или транзакции, осуществляемые между сторонами, находящимися по разные стороны Атлантического океана. Чаще всего это относится к международным платежам между странами Европы и Северной или Южной Америки.
У
Углеродно-отрицательный блокчейн (Carbon-Negative Blockchain) —
это блокчейн-сеть или экосистема, которая не только компенсирует выбросы углекислого газа (CO₂), связанные с её работой, но и удаляет
из атмосферы больше углерода, чем производит. Это означает, что такая сеть приносит дополнительную пользу окружающей среде, снижая общий уровень углекислого газа в атмосфере.
Узел (Node) —
это отдельное устройство или компьютер, подключенный к сети, который участвует в проверке, записи и передаче транзакций. Узлы могут выполнять разные функции: хранить полную версию блокчейна (полные узлы), заниматься майнингом (майнинговые узлы) или просто передавать транзакции (легкие узлы).
Управление рисками (Risk Management) —
это процесс идентификации, оценки, мониторинга и минимизации различных видов рисков, связанных с деятельностью в сфере криптовалют. К таким рискам относятся финансовые потери из-за волатильности рынка, киберугрозы, регуляторные изменения, технологические сбои и другие факторы. Процесс управления рисками включает разработку и применение стратегий, таких как диверсификация портфеля, установка стоп-лоссов, анализ рыночных данных, регулярный аудит безопасности и соблюдение правовых норм. Основная цель управления рисками — защита капитала, обеспечение устойчивости бизнеса и достижение долгосрочных целей.
Уровень поддержки (Support Level) —
это ценовая отметка, ниже которой актив редко падает, так как покупатели обычно входят в рынок, увеличивая спрос и предотвращая дальнейшее снижение цены.
Уровни Фибоначчи (Fibonacci Levels) —
это инструмент технического анализа, используемый для прогнозирования потенциальных уровней поддержки и сопротивления на основе пропорций, выведенных из математической последовательности Фибоначчи. Ключевые уровни (например,
23.6%,
38.2%,
50%,
61.8%,
78.6%) рассчитываются как соотношения между числами последовательности и применяются к ценовым движениям для выявления возможных коррекций или продолжений тренда.
Устойчивость к цензуре (Censorship Resistance) —
это возможность системы, сети или платформы продолжать работать
и предоставлять доступ к данным или услугам, несмотря на попытки блокирования, ограничения или вмешательства со стороны центральных властей или других внешних сил.
Ф
Фаза консолидации (Consolidation Phase) —
это период на рынке, когда цена актива стабилизируется, двигаясь
в узком диапазоне без ярко выраженного тренда вверх или вниз. В этот момент рынок находится в состоянии неопределённости, а участники оценивают дальнейшие перспективы. Консолидация часто предшествует значительному ценовому движению и служит фазой накопления или распределения активов.
Фаза падения (Decline Phase) —
это период на криптовалютном рынке, характеризующийся устойчивым снижением цен на активы. На этом этапе наблюдается усиление негативных настроений среди участников рынка, снижение торговых объёмов и уменьшение интереса со стороны инвесторов. Фаза падения часто сопровождается распродажами, паникой и выходом капитала
с рынка. Она является ключевой частью медвежьего тренда и может предшествовать фазе накопления.
Фаза накопления (Accumulation Phase) —
это период на рынке, когда крупные участники (например, институциональные инвесторы) начинают скупать активы, постепенно увеличивая свои позиции. В этот момент цена актива обычно движется
в боковом диапазоне, и объёмы торгов могут быть относительно низкими. Фаза накопления часто происходит после длительного нисходящего тренда и сигнализирует о возможном развороте рынка вверх.
Фаза распределения (Distribution Phase) —
это период, когда крупные участники рынка начинают постепенно продавать свои активы, фиксируя прибыль. Цена актива при этом также может двигаться в боковом диапазоне, а объёмы торгов зачастую увеличиваются. Фаза распределения обычно наблюдается после продолжительного восходящего тренда и может предвещать начало нисходящего движения.
Фаза роста (Growth Phase) —
это период на криптовалютном рынке, когда цены на активы демонстрируют устойчивый и значительный рост. Этот этап характеризуется увеличением интереса со стороны инвесторов, повышением торговых объёмов и общим оптимизмом участников рынка. Она является неотъемлемой частью бычьей структуры.
Факторинг (Factoring) —
это финансовая операция, при которой бизнес продает свои дебиторские задолженности третьей стороне (фактору) за часть их номинальной стоимости для получения немедленной ликвидности.
Факторный анализ (Factor Analysis) —
это статистический метод, используемый для выявления скрытых переменных, которые могут объяснять шаблоны корреляции между наблюдаемыми переменными.
Фандрайзинг (Fundraising) —
это процесс привлечения капитала для финансирования проектов, стартапов или инициатив, связанных с блокчейн-технологиями
и криптовалютами. Этот процесс может включать сбор средств через различные механизмы, такие как: ICO, IDO, IEO и им подобных.
Фан-токен (Fan-Token) —
это тип криптовалюты, который выпускается спортивными клубами, командами, лигами или другими организациями для взаимодействия
с их фанатской базой. Эти токены обычно построены на блокчейн-платформах, таких как Ethereum или Binance Smart Chain,
и предоставляют владельцам различные права и преимущества.
Фарминг (Farm) —
это процесс зарабатывания криптовалюты путём участия
в децентрализованных финансовых протоколах (DeFi), где пользователи предоставляют свои активы в пулы ликвидности для получения вознаграждений в виде токенов.
Фиат (Fiat) —
это национальная валюта, не обеспеченная физическими товарами или драгоценными металлами (например, золотом), чья ценность определяется государственным указом и поддерживается доверием общества. Фиатные деньги принимаются как средство обмена и расчетов на основании законодательства и обязательны к использованию в экономике страны.
Фильтр Блума (Bloom Filter) —
это структура данных, которая используется для проверки принадлежности элемента множеству с определённой вероятностью ошибок. В контексте криптовалют и блокчейнов фильтр Блума применяется для повышения эффективности поиска данных в сети, например, для фильтрации транзакций в узлах (нода), чтобы не загружать лишние данные. Это позволяет пользователям получать только интересующие их транзакции без необходимости скачивать весь блокчейн.
Финансовые риски (Financial Risks) —
это вероятность потери капитала или дохода вследствие неблагоприятных изменений в рыночных условиях, экономической ситуации, регуляторной среде или из-за операционных ошибок. В контексте криптовалют финансовые риски также включают такие факторы, как высокая волатильность активов, уязвимости смарт-контрактов, хакерские атаки, сбои на биржах, риск потери приватных ключей и нестабильность децентрализованных финансовых протоколов (DeFi).
Финансовый аудит (Financial Audit) —
это независимая проверка финансовой отчетности организации с целью убедиться в ее точности и соответствии применимым стандартам.
Финтех (Fintech) —
это сокращение от "финансовые технологии", определение относится
к инновационным технологиям и бизнесмоделям в секторе
финансовых услуг.
Фискальная политика (Fiscal Policy) —
это термин, используемый для описания того, как власти корректируют налоговые ставки и уровень расходов в стране. Она позволяет отслеживать и в конечном итоге влиять на экономику страны, определяя, как собираются и используются государственные средства.
Фишинг (Phishing) —
это вид кибератаки, целью которой является получение конфиденциальных данных пользователя (например, ключей доступа
к криптовалютным кошелькам) путём маскировки под доверенные источники в цифровом пространстве.
Флип (Flip) —
это стратегия на криптовалютном рынке, подразумевающая быструю покупку и продажу актива для получения прибыли на краткосрочных изменениях цены.
Флиппенинг (Flippening) —
это термин, используемый в криптовалютном сообществе для описания гипотетической ситуации, в которой рыночная капитализация Ethereum (ETH) превзойдет рыночную капитализацию Bitcoin (BTC). Мы анализируем что так оно и будет ;)
Флэт (Flat) —
это период стабильности на криптовалютном рынке, когда цены на активы демонстрируют минимальную волатильность и движутся в узком ценовом диапазоне, отсутствует чёткий тренд. Термин является синонимом «бокового тренда».
Флэшботы (Flashbots) —
это исследовательская и технологическая инициатива, направленная на оптимизацию извлечения максимальной извлекаемой стоимости (MEV, Maximum Extractable Value) в блокчейнах. Flashbots предоставляют инструменты и инфраструктуру для взаимодействия пользователей, майнеров/валидаторов и блокчейна через приватные каналы, что позволяет минимизировать негативные эффекты MEV, такие как фронтраннинг и сэндвич-атаки.
Флэш-займ (Flash Loan) —
это тип криптовалютного займа, который выдается и погашается в рамках одной транзакции на блокчейне. Такие займы позволяют заимствовать средства без залога при условии, что заем будет возвращен в той же транзакции, иначе она будет отменена.
Фонд (Fund) —
это структура, которая аккумулирует средства (капитал) от различных участников (инвесторов) для достижения определённых целей, таких как инвестиции в криптоактивы, управление рисками или финансирование проектов.
Фонд безопасных активов (Secure Asset Fund for Users) —
это резервный фонд, созданный криптовалютной биржей Binance для защиты пользователей в случае взлома или других непредвиденных обстоятельств. Средства фонда формируются за счёт части комиссий биржи и используются для компенсации убытков Клиентов в случае
форс-мажорных ситуаций.
Форк (Fork) —
это изменение протокола блокчейна, которое может привести к созданию новой версии сети. Форки делятся на два типа: soft fork (мягкий форк), при котором изменения остаются совместимыми с предыдущими правилами, и hard fork (жесткий форк), при котором новая версия становится несовместимой с предыдущей.
Фрагментация ликвидности (Liquidity Fragmentation) —
это ситуация, при которой ликвидность распределена между несколькими торговыми платформами или биржами, что может затруднять исполнение сделок, увеличивать спреды и снижать общую эффективность торговли.
Фраза Шамира (Shamir's Secret Sharing Scheme) —
это криптографическая структура, которая разделяет секрет (например, приватный ключ) на несколько частей, называемых "долями". Для восстановления секрета нужно собрать минимальное количество долей (пороговое значение).
Фронтраннинг (Front-Running) —
это практика, при которой трейдер или брокер использует информацию
о планируемых крупных сделках для того, чтобы совершить собственные операции до их выполнения, с целью получения выгоды.
Фундаментальная стоимость (Fundamental Value) —
это оценка стоимости актива на основе анализа его ключевых характеристик, таких как технология, команда разработчиков, реальное применение, токеномика и уровень принятия пользователями. В криптовалютной сфере также учитываются внешние факторы, включая конкуренцию и рыночные условия.
Фундаментальный анализ (Fundamental Analysis) —
это метод оценки криптовалют, основанный на изучении ключевых метрик, таких как токеномика, уровень принятия пользователями, активность сети, перспективы технологии, устойчивость экономической модели проекта, а также влияния внешних факторов (например, регулирования и рыночных трендов). Его цель — определить внутреннюю ценность актива и оценить его долгосрочный потенциал.
Фьючерсный контракт (Futures Сontract) —
это стандартизированный производный финансовый инструмент, представляющий собой юридически обязывающее соглашение между сторонами о покупке или продаже определённого количества актива (включая криптовалюты) по заранее установленной цене с исполнением в определённый момент времени в будущем. Такие контракты торгуются на биржах и используются для хеджирования рисков или спекуляции на изменении цены.
Фундаментальная стоимость (Fundamental Value) —
это оценка стоимости актива на основе анализа его ключевых характеристик, таких как технология, команда разработчиков, реальное применение, токеномика и уровень принятия пользователями. В криптовалютной сфере также учитываются внешние факторы, включая конкуренцию и рыночные условия.
Фундаментальный анализ (Fundamental Analysis) —
это метод оценки криптовалют, основанный на изучении ключевых метрик, таких как токеномика, уровень принятия пользователями, активность сети, перспективы технологии, устойчивость экономической модели проекта, а также влияния внешних факторов (например, регулирования и рыночных трендов). Его цель — определить внутреннюю ценность актива и оценить его долгосрочный потенциал.
Фьючерсный контракт (Futures Сontract) —
это стандартизированный производный финансовый инструмент, представляющий собой юридически обязывающее соглашение между сторонами о покупке или продаже определённого количества актива (включая криптовалюты) по заранее установленной цене с исполнением в определённый момент времени в будущем. Такие контракты торгуются на биржах и используются для хеджирования рисков или спекуляции на изменении цены.
Х
Хайп (Hype) —
это чрезмерная реклама или продвижение, часто без достаточных оснований, используеое для привлечения внимания к криптовалютному проекту или стартапу.
Хакатон (Hackathon) —
это мероприятие, на котором программисты, дизайнеры, менеджеры
и другие специалисты собираются для совместной работы над решением какой-либо задачи или создания прототипа продукта за ограниченное время, обычно от 24 до 72 часов.
Халвинг (Halving) —
это событие в блокчейне некоторых криптовалют, при котором вознаграждение, выдаваемое майнерам за добычу нового блока, уменьшается вдвое, является прозрачным и заранее запрограммированным.
Харвестинг (Harvesting) —
это процесс получения вознаграждений за участие в подтверждении транзакций и поддержании работы блокчейн-сети, особенно в контексте платформы NEM. В отличие от традиционного майнинга, харвестинг использует механизм делегирования, что позволяет пользователям
с определённым объёмом активов (в NEM — XEM) участвовать в работе сети без необходимости содержать дорогостоящее оборудование.
ХардКап (Hard Cap) —
это максимальная сумма средств, которую проект планирует собрать во время ICO или других форм краудфандинга. После достижения этой цели сбор дополнительных инвестиций прекращается.
ХардФорк (Hard Fork) —
это значительное изменение протокола блокчейна, которое делает новую версию несовместимой с предыдущей. Для работы по новым правилам все узлы сети должны обновить своё программное обеспечение.
Хвостовая эмиссия (Tail Emission) —
это механизм, при котором после завершения основной эмиссии криптовалюты (то есть когда достигается максимальное количество монет, установленное протоколом), продолжается выпуск небольшого фиксированного количества новых монет на постоянной основе.
Хеджирование (Hedging) —
это стратегия управления рисками, заключающаяся в открытии позиций на криптовалютном рынке для компенсации потенциальных убытков от основных инвестиций.
Хедж-фонд (Hedge Fund) —
это закрытый инвестиционный фонд для квалифицированных инвесторов, который использует гибкие стратегии управления капиталом с целью получения высокой доходности. Эти стратегии могут включать инвестиции в акции, облигации, производные финансовые инструменты, криптовалюты и другие активы, а также использование левериджа
и сложных методов хеджирования рисков.
Ходл (Hodl) —
это стратегия долгосрочного инвестирования в криптовалюты, при которой инвесторы удерживают активы, несмотря на рыночные колебания, игнорируя короткосрочные спекуляции и падения стоимости.
Холодный кошелек (Сold wallet) —
это устройство или средство для хранения криптовалют, которое изолировано от интернета и обеспечивает высокий уровень безопасности от онлайнатак.
Хомяк (Hamster) —
это обозначение неопытного в вопросах криптовалют человека в русском языке.
Хонипот (Honeypot) —
это мошенническая схема в криптовалюте, которая маскируется под привлекательную возможность для пользователей. Например, смарт-контракт может позволять вложить средства, но блокировать их вывод.
Хэш (Hash) —
это уникальный цифровой отпечаток фиксированной длины, полученный из данных любого размера через криптографический алгоритм, обеспечивающий безопасность и неизменность информации
в блокчейне.
Хэш-граф (Hashgraph) —
это альтернативная блокчейну технология распределенного реестра, использующая алгоритм асинхронного византийского консенсуса (aBFT)
и механизм "gossip about gossip". Технология обеспечивает высокую пропускную способность транзакций, низкую задержку, энергоэффективность за счет отсутствия майнинга и поддерживает децентрализованную архитектуру.
Хэшрейт (Hashrate) —
это мера вычислительной мощности, задействованной в майнинге криптовалют на алгоритме (PoW), выраженная в хэшах в секунду (H/s).
Ц
Ценовой канал (Price Channel) —
это диапазон цен, в пределах которого  движется стоимость торгового актива на рынке, ограниченный  динамическими или статическими уровнями поддержки и  сопротивления. Ценовые каналы могут быть горизонтальными (боковыми) или наклонными (восходящими и нисходящими),  отображая трендовое или флэтовое движение цены.
Ценовой уровень (Price Level) —
это конкретная цена актива на рынке, которая  может служить точкой сопротивления или поддержки, влияя на дальнейшее  движение цены.
Централизация (Centralized) —
это модель управления, при которой все  операции и принятие решений контролируются одной центральной организацией  или узлом. Такая модель обеспечивает высокую скорость и простоту выполнения  транзакций, но может снижать уровень безопасности
и конфиденциальности, а  также создавать единую точку отказа.
Цикличность рынка (Market Cyclicality) —
это закономерное повторение  фаз роста и спада активности на рынке, вызванное изменением спроса,  предложения и настроений участников. На криптовалютном рынке  такие циклы часто обусловлены уникальными факторами, включая  халвинги, изменения регулирования, макроэкономические события и  поведение инвесторов. Основные стадии цикла включают накопление,  рост, пик, спад и дно.
Цифровая идентичность (Digital Identity) —
это совокупность уникальных атрибутов и учетных данных, которые используются для идентификации пользователя или устройства
в цифровых сервисах.
Цифровая подпись (Digital Signature) —
это криптографический механизм, который позволяет подтвердить подлинность отправителя и целостность данных. Она создается
с использованием пары ключей — закрытого (для создания подписи)
и открытого (для ее проверки). В контексте блокчейна и криптовалют цифровая подпись обеспечивает безопасность транзакций, гарантируя, что данные не были изменены и отправлены именно владельцем соответствующего закрытого ключа.
Цифровое золото (Digital Gold) —
это термин, применяемый для описания Bitcoin как аналога традиционного золота. Он подчеркивает роль BTC в качестве долгосрочного средства сохранения стоимости и инструмента хеджирования против инфляции.
P.S. Мы с это утверждение не полностью разделяем.
Цифровое право собственности (Digital Ownership Right) —
это право владения или контроля над цифровым активом или ресурсом, обеспечиваемое криптографическими методами и записями
в блокчейне.
Ч
ЧатГПТ (ChatGPT) —
это передовая языковая модель, созданная компанией OpenAI. Она применяет искусственный интеллект для интерпретации и создания текста на естественном языке, что позволяет ей проводить содержательные беседы, отвечать на запросы и выполнять разнообразные текстовые задания.
Чеканка NFT (NFT Minting) —
это процесс создания уникальных невзаимозаменяемых токенов (NFT) путём записи данных о них в блокчейн. NFT может представлять цифровые объекты, права на них, доступ к услугам или токенизированные физические активы.
Чёрный лебедь (Black Swan) —
это редкое и непредсказуемое событие, которое оказывает значительное влияние на финансовые рынки, включая рынок криптовалют. Такие события обычно считаются маловероятными до их наступления, но после их появления часто воспринимаются как предсказуемые.
Чикагская биржа (Chicago Mercantile Exchange, CME) —
это одна из крупнейших и старейших бирж в мире, специализирующаяся на торговле производными финансовыми инструментами, такими как фьючерсы и опционы. На CME доступны контракты на широкий спектр активов, включая нефть, зерно, драгоценные металлы, фондовые индексы и криптовалюты (например, биткоин и эфир). Биржа играет ключевую роль в глобальной финансовой системе, предоставляя трейдерам
и институциональным инвесторам инструменты для управления рисками
и спекуляций.
Чистая прибыль (Net Profit) —
это финансовый результат, представляющий собой разницу между всеми доходами и расходами, включая налоги, комиссии и другие обязательные платежи. В контексте криптовалютной деятельности чистая прибыль может быть получена от торговли, инвестиций, стейкинга, майнинга или других операций.
Чистая стоимость активов (NAV) —
это показатель, отражающий разницу между общей стоимостью активов организации (или фонда) и ее обязательствами. В контексте криптовалют и блокчейн-фондов NAV используется для оценки стоимости одной «доли» или «токена», представляющего право на часть активов фонда. Этот показатель помогает инвесторам понять реальную стоимость активов, поддерживающих фонд, включая криптовалюты, токены и другие цифровые или традиционные активы.
Чистый Убыток (Net Loss) —
это отрицательный финансовый результат за определённый период времени, возникающий, когда расходы компании или инвестора превышают их доходы. В контексте криптовалютной сферы чистый убыток может быть связан с торговыми операциями, снижением стоимости цифровых активов или высокими комиссиями за транзакции.
Ш
Шара (Share) —
это частичное решение задачи хэширования, отправляемое майнёром в пул в процессе майнинга криптовалют. Она используется пулом для учета вклада майнёра в общую вычислительную работу и подтверждает его участие в попытке нахождения нового блока.
Шардинг (Sharding) —
это метод масштабирования блокчейн-сетей, который разделяет сеть на независимые части (шарды), каждая из которых обрабатывает свои транзакции и хранит свои данные. Это позволяет распределить нагрузку между узлами сети, повысить скорость транзакций и общую масштабируемость блокчейна.
Шейкаут (Shakeout) —
это процесс или ситуация, при которой слабые участники (например, инвесторы или компании) вынуждены покинуть рынок из-за неблагоприятных условий, таких как резкое падение цен или высокие риски. В более общем смысле, шейкаут — это очищение рынка
от менее устойчивых игроков.
Шиллер (Shiller) —
это человек, активно продвигающий криптовалюту (или другой цифровой актив) с целью искусственного повышения её стоимости. Для достижения своих целей он может использовать манипулятивные или вводящие
в заблуждение методы, преследуя личную выгоду.
Шиллинг (Shilling) —
это практика агрессивного продвижения криптовалюты с целью искусственного повышения ее ценности, часто с использованием вводящих в заблуждение или преувеличенных утверждений. В некоторых случаях может иметь нейтральное или положительное значение.
Шиткоин (Shitcoin) —
это сленговое название криптовалюты, которую считают бесполезной, не имеющей реальной ценности или перспектив развития. Термин часто используется в уничижительном смысле для обозначения цифровых активов с сомнительной экономической моделью, отсутствием инноваций или низким уровнем доверия со стороны сообщества.
Шифр (Cipher) —
это метод преобразования информации (например, текста или данных) в зашифрованный вид, чтобы сделать её недоступной для посторонних. В основе шифра лежит математический алгоритм, который использует ключи для шифрования и дешифрования данных.
Шифрование (Encryption) —
это процесс преобразования информации с использованием криптографических методов, при котором данные становятся недоступны для чтения без специального ключа. Шифрование обеспечивает конфиденциальность информации и позволяет получить доступ к данным только уполномоченным сторонам (обладателям ключей).
Шифропанк (Cypherpunk) —
это движение активистов, выступающих за использование криптографии и технологий конфиденциальности для достижения социальных
и политических изменений.
Шорт (Short) —
это стратегия торговли криптовалютой, при которой трейдер продаёт заёмную криптовалюту (взятую у биржи или другого участника рынка)
с целью выкупить её позже по более низкой цене. Прибыль формируется за счёт разницы между ценой продажи и ценой последующего выкупа. Шорт предполагает высокие риски, так как рост цены актива может привести к значительным убыткам.
Э
Эквити (Equity) —
это собственный капитал инвестора или трейдера на криптовалютном рынке, представляющий разницу между стоимостью всех его активов
и суммой обязательств.
Экзит памп (Exit Pump) —
это намеренное повышение цены актива для привлечения новых покупателей перед массовой продажей крупными держателями или инсайдерами. После такого пампа цена актива обычно резко падает, так как спрос исчерпывается, а привлечённые ростом инвесторы начинают распродавать свои активы. Экзит памп является одной из форм рыночных манипуляций.
Экзит-скам (Exit Scam) —
это мошеннический метод, при котором организаторы проекта, чаще всего в криптовалютной или инвестиционной сфере, прекращают деятельность и исчезают с привлечёнными средствами Клиентов или инвесторов.
Экспансионистская фискальная политика (Expansionary Fiscal Policy) —
это тип государственной экономической политики, направленный на стимулирование экономического роста путём увеличения государственных расходов или снижения налогов. Основная цель такой политики — повысить совокупный спрос в экономике, что способствует росту производства, снижению безработицы и поддержанию экономической активности, особенно в условиях экономического спада.
Экспирация (Expiration) —
это момент времени, когда истекает срок действия финансового контракта, такого как опцион или фьючерс, на криптовалютном рынке, после которого контракт становится недействительным и должен быть закрыт или исполнен.
Эксплойт (Exploit) —
это метод или программный код, использующий уязвимость в блокчейне, криптовалютном протоколе или связанных системах для несанкционированного доступа, манипуляций или взлома. Эксплойты могут приводить к финансовым потерям, утечке данных или нарушению работы системы.
Эластичность (Elasticity) —
это ключевая концепция в экономике, которая измеряет степень реакции одной переменной на изменения другой. Она широко используется для анализа взаимосвязи между спросом и предложением, а также для объяснения различных экономических явлений. Существует несколько типов эластичности, включая ценовую эластичность спроса
и предложения, эластичность по доходу и перекрёстную эластичность, каждая из которых помогает глубже понять динамику рынка и поведение его участников.
Эмиссия (Emission) —
это процесс выпуска новых монет или токенов в обращение, который осуществляется в соответствии с правилами протокола блокчейна. Эмиссия может быть фиксированной (например, с заранее установленным максимальным количеством монет) или динамической (зависящей от условий сети). Она регулируется такими параметрами, как общий объем выпуска, скорость генерации новых монет и механизмы распределения (например, через майнинг или стейкинг).
Эмитент (Issuer) —
это юридическое лицо, проект или децентрализованная организация (например, DAO), которое выпускает криптовалюту или токены на блокчейн-платформе. Эмитент несет ответственность за выпуск активов, их обращение, соблюдение установленных правил использования
и распределения, а также выполнение обязательств перед держателями токенов. В зависимости от типа токенов и целей проекта функции эмитента могут включать управление активами, обеспечение ликвидности и соблюдение нормативных требований.
Эмуляция (Emulation) —
это процесс имитации функций одной системы с использованием другой, применяемый в криптовалютном контексте для тестирования стратегий, алгоритмов, смарт-контрактов или сетевых взаимодействий. Эмуляция позволяет моделировать работу блокчейнов и виртуальных платформ в безопасной среде без риска потери реальных средств, а также используется для анализа, обучения и разработки программного обеспечения.
Эндогенные переменные (Endogenous Variables) —
это элементы экономических моделей, значения которых определяются внутренними взаимодействиями между переменными внутри самой модели. В контексте криптовалют к эндогенным переменным можно отнести цену криптовалюты и хешрейт сети, поскольку их значения зависят от взаимосвязей между участниками экосистемы (например, майнерами, инвесторами и пользователями).
Эпоха (Epoch) —
это фиксированный период времени, используемый для организации работы сети, особенно в системах Proof-of-Stake (PoS) и Delegated Proof-of-Stake (DPoS). Она служит для обновления списка валидаторов, распределения наград за стейкинг или майнинг, а также пересчёта параметров сети. Длительность эпохи зависит от конкретного блокчейна и его настроек.
Эскроу-счет (Escrow Account) —
это доверительный счет, используемый для временного хранения активов (в том числе криптовалют) до выполнения оговоренных условий сделки. Управление счетом осуществляется третьей стороной (эскроуагентом), которая выступает гарантом исполнения обязательств и обеспечивает безопасность сторон сделки.
Эфириум (Ethereum) —
это распределенная платформа с публичным исходным кодом, которая поддерживает выполнение умных контрактов и служит основой для создания распределенных приложений (dApps) и токенов. Основная монета этой экосистемы — эфир (ETH).
Эффект эндаумента (Endowment Effect) —
это склонность людей переоценивать то, что им принадлежит, просто из-за факта владения. Например, инвестор, владеющий пакетом криптовалюты, скорее поверит в ее ценность, чем лицо, не интересующееся монетами.
Ю
Ютилити токен (Utility Token) —
это цифровой актив, предоставляющий пользователям доступ
к продуктам или услугам в рамках блокчейн-платформы
и предназначенный для выполнения функциональных задач внутри экосистемы проекта, а не для получения инвестиционного дохода.
Юзабилити (Usability) —
это степень удобства и простоты использования интерфейсов
и функционала цифровых продуктов, включая криптовалютные кошельки, биржи, блокчейн-платформы и другие инструменты. Оно оценивается по таким критериям, как интуитивность, эффективность выполнения задач, минимизация ошибок и удовлетворенность пользователя.
Юрисдикция (Jurisdiction) —
это территория или область, в пределах которой действуют законы
и полномочия органов власти, регулирующие различные аспекты права, включая операции с криптовалютами и блокчейн-технологиями.
Юзкейс (Use Case) —
это конкретный сценарий или пример использования блокчейн-технологии или криптовалюты для решения реальной задачи. Например, использование смартконтрактов в цепочке поставок.
Я
Японская свеча (Japanese Candlestick) —
это графический элемент технического анализа на криптовалютном рынке, отображающий изменения цены за выбранный период времени
и включающий такие параметры, как начальная цена, конечная цена, наивысшая и наименьшая точки.
A
AMA (Ask Me Anything) —
это популярный формат общения, широко используемый в криптоиндустрии и других областях. Он позволяет сообществу напрямую задавать вопросы основателям и ключевым участникам проектов, способствуя прозрачности и укреплению доверия.
AML (Anti-Money Laundering) —
это набор мер, законов и процедур для предотвращения легализации незаконных доходов. Он включает в себя идентификацию Клиентов (KYC), отслеживание финансовых транзакций, выявление подозрительной активности и сотрудничество с надзорными органами в борьбе
с финансовыми преступлениями. Эти меры применяются как
к традиционным финансовым учреждениям, так и к криптовалютным биржам и другим сервисам.
AMM (Automated Market Maker) —
это децентрализованная система, которая обеспечивает ликвидность на бирже посредством алгоритмов для автоматизированного исполнения ордеров без традиционных маркет-мейкеров, используя ликвидность пользователей, которые получают вознаграждение за участие.
AON (All or None) —
это тип ордера, используемый на биржах для торговли активами, при котором ордер должен быть исполнен полностью за одну транзакцию или не будет исполнен вовсе. Такой ордер подходит для операций с низкой ликвидностью, но может оставаться невыполненным, если на рынке недостаточно объема для его полного исполнения. AON-ордера могут быть частью других типов ордеров, например, лимитных или рыночных.
API (Application Programming Interface) —
это интерфейс, обеспечивающий стандартизированное взаимодействие между программными системами. В криптоиндустрии API применяется для интеграции с биржами, управления кошельками, автоматизации торговли и получения данных. Он поддерживает безопасность через ключи доступа и ограничения.
APR (Annual Percentage Rate) —
это норма процентной доходности, рассчитываемая на годовой основе, которая не включает возможность увеличения дохода за счет повторного инвестирования заработанных процентов. В контексте криптовалют
и блокчейн-технологий APR часто используется для оценки доходности
в DeFi (децентрализованных финансах).
APY (Annual Percentage Yield) —
это годовой показатель доходности с учетом капитализации процентов. Он показывает прибыль за год при условии реинвестирования начисленных процентов и неизменного вклада.
ARC-20 (Atomical Request for Comment 20) —
экспериментальный стандарт для создания и передачи взаимозаменяемых токенов на блокчейне BTC, схожий с предшествующими BRC-20 и SRC-20. Он имеет достаточно широкий спектр применения: от игр и медиа до DeFi и управления цифровой идентификацией. В его основе лежит протокол Atomicals, предоставляющий возможность перемещать и модифицировать как заменяемые, так и незаменяемые цифровые активы. Протокол является самостоятельным решением, не требующим сторонних блокчейнов, сервисов или сетей второго уровня.
ASIC (Application-Specific Integrated Circuit) —
это микросхема, созданная для определённой задачи, например, для майнинга криптовалют. Она работает более эффективно, чем универсальные процессоры, благодаря специализации на конкретной функции.
ASIC-устройчивость (ASIC-Resistance) —
это свойство криптовалюты, которое делает её добычу неэффективной или невозможной с использованием специализированных устройств (ASIC).
ATH (All-Time High) —
это максимальная цена актива за всю историю его торговли. Термин обозначает высшую стоимость, достигнутую активом, и применяется как
к криптовалютам, так и к другим финансовым инструментам.
ATL (All-Time Low) —
минимальное значение цены актива за весь период его существования.
AUM (Assets Under Management) —
это суммарная стоимость всех инвестиционных активов, которые управляющая компания или фонд контролирует от имени Клиентов, отражающая объем и масштаб их операций.
B
BEP-20 (Binance Smart Chain Evolution Proposal 20) —
это стандарт выполняющий роль подобия широко распространённого стандарта ERC-20, используемого в сети Ethereum, и обеспечивает совместимость токенов, позволяя им беспрепятственно взаимодействовать внутри экосистемы Binance Smart Chain.
BEP-721 (Binance Smart Chain Evolution Proposal 721) —
это стандарт токенов в блокчейне Binance Smart Chain (BSC), предназначенный для создания невзаимозаменяемых токенов (NFT). Он позволяет создавать уникальные цифровые активы, которые невозможно заменить или разделить. Этот стандарт является адаптированной версией ERC-721 из экосистемы Ethereum, но оптимизирован для работы в сети BSC, что обеспечивает более низкие комиссии и высокую скорость выполнения транзакций.
BEP-95 (Binance Smart Chain Evolution Proposal 95) —
это предложение по улучшению Binance Smart Chain (Binance Evolution Proposal), основная идея улучшения заключается в том, что часть комиссий за транзакции, собираемых валидаторами сети Binance Smart Chain, автоматически сжигается (удаляется из обращения). Это создает постоянный дефляционный эффект, стимулирующий долгосрочное удержание BNB и поддерживает экономическую устойчивость сети.
BIP (Bitcoin Improvement Proposal) —
это формальный документ, который предлагает изменения или улучшения протокола Биткойна. Эти предложения подлежат обсуждению и одобрению сообществом разработчиков и пользователей.
BNB (Binance Coin) —
это криптовалюта, выпущенная платформой Binance, предназначенная для облегчения операций внутри ее многофункциональной блокчейн-экосистемы. BNB используется для снижения торговых комиссий, оплаты транзакций в сети Binance Smart Chain, участия в эксклюзивных предложениях и проектах, а также для других функций, поддерживаемых экосистемой Binance.
BRC-20 (Bitcoin Request for Comment 20) —
это экспериментальный стандарт токенов, разработанный для блокчейна Bitcoin. Название "BRC20" является отсылкой к более известному стандарту ERC20 для Ethereum, однако BRC-20 функционирует совсем иначе и предназначен для создания и управления токенами в экосистеме Bitcoin с использованием технологии Ordinals.
C
CAPM (Capital Asset Pricing Model) —
это модель оценки капитальных активов, которая используется для определения ожидаемой доходности актива с учетом уровня риска и его взаимосвязи с рыночной доходностью. CAPM помогает инвесторам оценить справедливость текущей стоимости актива и принимать обоснованные инвестиционные решения.
CBDC (Central Bank Digital Currency) —
это цифровая валюта, выпущенная и контролируемая центральным банком, которая представляет собой электронный эквивалент национальной фиатной валюты.
CeDeFi (Centralized Decentralized Finance) —
это концепция, которая объединяет традиционные централизованные финансовые услуги с децентрализованными приложениями. CeDeFi позволяет пользователям получить преимущества децентрализации, такие как прозрачность и доступность, при этом сохраняя элементы централизованного контроля для повышения удобства и соблюдения регуляций.
CEX (Centralized Exchange) —
это централизованная платформа для торговли криптовалютами, которая управляется оператором или компанией, выступающей посредником между покупателями и продавцами. CEX берет на себя функции сопоставления ордеров, хранения пользовательских активов, обеспечения ликвидности и предоставления обменных услуг. Пользователи не имеют прямого контроля над своими средствами, так как приватные ключи хранятся на платформе. Такие биржи часто предлагают дополнительные услуги, включая маржинальную торговлю, деривативы и стейкинг.
Commodity Futures Trading Commission (CFTC) —
это комиссия по торговле товарными фьючерсами США. Она является регулирующим органом, отвечающим за надзор за рынками деривативов, включая фьючерсы и опционы на сырьевые товары. CFTC также активно участвует в регулировании криптовалютных рынков, особенно тех, которые связаны с деривативами.
D
DAO (Decentralized Autonomous Organisation) —
это децентрализованная автономная организация, функционирующая на основе блокчейна и управляемая с помощью смарт-контрактов. Смарт-контракты содержат правила работы DAO и автоматически исполняют их при выполнении заданных условий. Принятие решений осуществляется через голосование участников, чаще всего держателей токенов, что обеспечивает прозрачность и демократичность управления.
DCA (Dollar-Cost Averaging) —
это инвестиционная стратегия, при которой фиксированные суммы регулярно инвестируются в финансовый актив (например, криптовалюту) независимо от его текущей цены. Такой подход помогает снизить влияние волатильности рынка на процесс покупки и со временем сгладить среднюю стоимость приобретенных активов.
DePIN (Decentralized Physical Infrastructure Networks) —
это концепция децентрализованных физических инфраструктурных сетей, которая объединяет блокчейнтехнологии с реальными физическими объектами и инфраструктурой, такими как сети связи, устройства Интернета вещей (IoT), энергетические системы и другие виды инфраструктуры. Участники таких сетей совместно создают, управляют и поддерживают инфраструктуру, получая за это вознаграждение в виде токенов или других цифровых активов.
DeSoc (Decentralized Society) —
это концепция децентрализованного общества, основанного на использовании блокчейн-технологий и других децентрализованных систем для управления социальными, экономическими и политическими процессами. В таком обществе акцент делается на автономии, прозрачности и равенстве доступа к ресурсам и возможностям.
DEX (Decentralized Exchange) —
это платформа, в основе которой лежит идея обмена криптовалют без участия централизованных посредников. Все механизмы взаимодействий запрограммированы в смарт-контрактах.
DLT (Distributed Ledger Technology) —
это технология распределенного реестра, которая обеспечивает децентрализованное хранение и управление данными без необходимости в центральном посреднике. Она лежит в основе блокчейн-сетей и других типов распределенных систем, таких как DAG (ориентированные ациклические графы).
DYOR (Do Your Own Research) —
это принцип, означающий «проведи собственное исследование». Он особенно важен на криптовалютном рынке, где из-за высокого уровня мошенничества и спекуляций самостоятельный анализ информации помогает минимизировать риски и принимать обоснованные решения.
E
E-commerce (Electronic Сommerce) —
это экономическая деятельность, включающая финансовые и торговые операции, а также предоставление услуг, осуществляемые
с использованием цифровых технологий.
EIP (Ethereum Improvement Proposal) —
это стандартизированное предложение по улучшению протокола Ethereum. Оно может включать изменения кода, обновление стандартов, внедрение новых функций или описание технических спецификаций. EIP используется для обсуждения, согласования и документирования изменений в экосистеме Ethereum.
EIP-4844 (Ethereum Improvement Proposal) —
это предложение по улучшению Ethereum (Ethereum Improvement Proposal, EIP), которое вводит новый тип транзакций, называемый «blob-carrying transactions» (транзакции с блобами). Основная цель EIP-4844 — значительно снизить стоимость транзакций для Layer 2 (L2) решений, таких как Optimistic Rollups и ZK-Rollups, и подготовить сеть Ethereum к реализации полной концепции шардинга.
ENS (Ethereum Name Service) —
это система доменных имен в сети Ethereum, которая позволяет связывать доменные имена (например, ARTBLISS.ETH) с различными данными, такими как публичные адреса кошельков, контент в IPFS или адреса других блокчейнов. ENS управляется с помощью смарт-контрактов и предоставляет удобный способ взаимодействия с адресами в блокчейне, заменяя длинные и сложные строки символов на легко запоминаемые имена.
EEA (Enterprise Ethereum Alliance) —
это глобальная организация, объединяющая компании, стартапы, исследовательские институты и другие заинтересованные стороны для разработки открытых стандартов и интероперабельных решений на основе технологии блокчейн Ethereum с целью их применения
в корпоративной среде.
ERC-1155 (Ethereum Request for Comment 1155) —
это стандарт токенов, обеспечивающий возможность отправки множества токенов в одной транзакции. Он широко используется в различных областях, включая индустрию GameFI.
ERC-20 (Ethereum Request for Comments 20) —
это первый стандарт токенов Ethereum, который определяет правила создания и управления взаимозаменяемыми токенами. Он включает базовые функции для работы с токенами, такие как перевод, проверка баланса и одобрение транзакций. Благодаря своей универсальности
и совместимости с большинством приложений и бирж, ERC-20 стал одним из самых популярных стандартов в экосистеме Ethereum.
ERC-223 (Ethereum Request for Comments 223) —
это стандарт токенов Ethereum, предложенный как улучшение стандарта ERC-20. Цель стандарта устранить проблему потери токенов при отправке их на неправильный адрес (например, на адрес смарт-контракта, который не может обрабатывать токены).
ERC-404 (Ethereum Request for Comments 404) —
это стандарт токенов, позволяющий одному токену иметь как взаимозаменяемые, так и невзаимозаменяемые свойства.
ERC-721 (Ethereum Request Comment 721) —
это стандарт токенов Ethereum, предназначенный для создания невзаимозаменяемых токенов (NFT). В отличие от взаимозаменяемых токенов (например, ERC-20), каждый токен ERC-721 уникален и имеет свой идентификатор. Этот стандарт широко используется в различных сферах, включая цифровое искусство, коллекционные предметы, игровые активы, недвижимость и удостоверение прав собственности.
ERC-стандарты (Ethereum Request for Comments Standards) —
это набор технических предложений для блокчейна Ethereum, которые определяют правила создания, работы и взаимодействия смарт-контрактов, токенов и других элементов экосистемы.
ESOP (Employee Stock Ownership Plan) —
это план распределения акций компании среди сотрудников, который предоставляет работникам возможность владеть частью компании,
в которой они работают. Это форма вознаграждения, которая используется для мотивации сотрудников и их вовлечения в успех бизнеса.
ETF (Exchange Traded Fund) —
это биржевой инвестиционный фонд, который предназначен для отслеживания динамики определенного базового актива, такого как фондовый индекс, товар, валюта или корзина различных активов. Доли ETF торгуются на биржах аналогично акциям, что делает их доступными для широкого круга инвесторов.
ETN (Exchange-Traded Note) —
это биржевой долговой инструмент, выпускаемый финансовыми учреждениями, который отслеживает доходность определенного базового актива или индекса. В отличие от ETF, ETN не владеет базовыми активами, а является необеспеченным долговым обязательством эмитента.
Ethereum 2.0 —
это глобальное обновление сети Ethereum, основными целями которого являются повышение масштабируемости, безопасности
и энергоэффективности. Ключевым изменением стало внедрение механизма консенсуса Proof-of-Stake (PoS), заменившего Proof-of-Work (PoW). Обновление также включает внедрение технологий, таких как шардинг, которые позволяют значительно увеличить пропускную способность сети.
Ethereum Foundation —
это некоммерческая организация, основанная для поддержки
и продвижения платформы Ethereum и связанных с ней технологий. Она была создана в 2014 году и базируется в Швейцарии.
ETO (Equity Token Offerings) —
это токены, предоставляющие инвесторам права голоса и собственности в блокчейн-проекте, аналогичные правам акционеров в традиционных финансовых рынках.
F
FATF (Financial Action Task Force) —
это международный орган, устанавливающий стандарты и рекомендации в области противодействия отмыванию денег, финансированию терроризма и распространению оружия массового уничтожения. FATF также занимается вопросами регулирования операций с виртуальными активами и деятельности провайдеров услуг виртуальных активов (VASPs).
FCFS (First Come First Serve) —
это принцип распределения ресурсов или участия в событиях, где приоритет отдаётся тем, кто первым подал заявку или выполнил условия.
В криптовалюте этот подход часто используется в токенсейлах (IDO/ICO), раздачах токенов (airdrop) или доступе к лимитированным предложениям на платформе.
FDV (Fully Diluted Valuation) —
это оценка полной стоимости криптовалютного проекта или токена, если бы все возможные токены уже были выпущены и находились
в обращении.
FoMO (Fear of Missing Out) —
это психологическое состояние тревоги и беспокойства(ФОМО), возникающее из-за страха упустить потенциально выгодную инвестиционную возможность или тренд на криптовалютном рынке.
FUD (Fear Uncertainty and Doubt) —
это стратегия распространения страха, неуверенности и скептицизма среди участников криптовалютного рынка, которая часто используется для манипуляции массовым восприятием с целью провоцирования массовых распродаж или удержания потенциальных инвесторов от входа в рынок.
G
GameFi (Gaming Finance) —
это направление в блокчейн-индустрии, объединяющее игровые механизмы с финансовыми инструментами, такими как криптовалюты
и NFT. Оно позволяет игрокам зарабатывать цифровые активы и ценности в процессе игры, а также торговать ими на вторичных рынках.
Geth (Go Ethereum) —
это один из наиболее популярных Клиентов для работы с блокчейном Ethereum. Он написан на языке программирования Go и предоставляет полный набор инструментов для взаимодействия с сетью Ethereum.
GitHub —
это популярная платформа для управления проектами, совместной работы и обмена кодом. Она основана на Git — системе контроля версий Линуса Торвальдса, позволяющей отслеживать изменения и эффективно работать в команде.
H
HTLC (Hashed Timelock Contract) —
это смарт-контракт, который обеспечивает безопасный обмен активами, требуя криптографического доказательства для получения средств или возвращая их отправителю по истечении таймлока. Он используется
в технологиях, таких как Lightning Network, для атомарных свопов
и микроплатежных каналов.
I
IBC (Inter-Blockchain Communication Protocol) —
это протокол взаимодействия между блокчейнами, который позволяет разным блокчейнам безопасно и надежно обмениваться данными
и токенами без необходимости доверия к посредникам. IBC является частью экосистемы Cosmos и представляет собой стандарт, обеспечивающий совместимость между различными блокчейнами.
ICO (Initial Coin Offering) —
это формат привлечения инвестиций, который получил особую популярность в 2017 году. Суть заключается в передаче криптовалюты
в обмен на токены проекта. Листинг токенов на бирже может происходить позже, но не является гарантированным условием.
IDO (Initial DEX Offering) —
это формат привлечения инвестиций посредством децентрализованных бирж (DEX). В рамках IDO токены проекта продаются непосредственно через децентрализованные площадки, обеспечивая большую прозрачность и доступность по сравнению с централизованными методами.
IEO (Initial Exchange Offering) —
это формат привлечения средств, при котором проект привлекает инвестиции через централизованную биржу, которая выступает посредником между проектом и инвесторами. Биржа проводит отбор проектов, обеспечивает их аудит и предоставляет платформу для продажи токенов, что повышает уровень доверия и безопасности для участников.
ILO (Initial Liquidity Offering) —
это вариация IDO, при которой средства инвесторов направляются в пул ликвидности, обеспечивая мгновенную торговлю токенами
и повышая их ликвидность на децентрализованных биржах.
IPFS (Inter Planetary File System) —
это распределённая система для хранения и передачи данных, основанная на P2P-архитектуре. Она устраняет необходимость
в централизованных серверах, обеспечивая более быстрый, надёжный
и устойчивый к цензуре доступ к информации. В основе IPFS лежит контент-адресация, которая позволяет идентифицировать данные по их содержимому, а не по их местоположению.
IPO (Initial Public Offering) —
это процесс, в рамках которого частная компания становится публичной путём размещения своих акций на бирже. Основной целью IPO является привлечение капитала для дальнейшего развития компании. Это также даёт ранним инвесторам возможность монетизировать свои доли
в компании через продажу акций.
ISO (International Organization for Standardization) —
это международная организация, занимающаяся разработкой
и публикацией стандартов для широкого спектра отраслей, включая промышленность, информационные технологии, экологию, здравоохранение, а также технологии блокчейна и криптовалюты.
K
KYC (Know Your Customer) —
это дословно «знай своего Клиента», процесс верификации личности пользователя, за счет предоставления фотографии документа (паспорта, паспорта на фоне пользователя). Является регуляторным требованием
и частью AML процедуры.
L
L0 (Layer 0) —
это базовый уровень инфраструктуры в блокчейнтехнологиях, обеспечивающий фундаментальные компоненты и межсетевые возможности для взаимодействия различных блокчейнов. Layer 0 играет ключевую роль в интероперабельности, масштабируемости
и безопасности, создавая основу для построения блокчейнов уровня L1
и выше.
L1 (Layer 1) —
это базовый уровень блокчейн-системы, включающий основной протокол и базовую инфраструктуру сети. Layer 1 отвечает за обеспечение децентрализации, безопасности и выполнение ключевых функций, таких как механизм консенсуса, обработка транзакций и управление состоянием блокчейна. Примеры сетей уровня L1 включают Bitcoin, Ethereum и другие самостоятельные блокчейны.
L2 (Layer 2) —
это решение, работающее поверх основного блокчейна (Layer 1), которое предназначено для повышения масштабируемости сети. L2-протоколы позволяют увеличить скорость обработки транзакций
и снизить их стоимость, сохраняя при этом безопасность базового уровня (L1). Примеры таких технологий включают Optimism (для Ethereum)
и Lightning Network (для Bitcoin).
L2E (Learn-to-Earn) —
это концепция блокчейн-проектов, предполагающая получение вознаграждений в криптовалюте или токенах за обучение и участие
в образовательных процессах. Модель стимулирует пользователей осваивать новые знания, участвовать в образовательных мероприятиях
и активно взаимодействовать с экосистемой проекта. Learn-to-Earn является частью Web3-инициатив, направленных на децентрализацию
и монетизацию образовательной деятельности.
L3 (Layer 3) —
это слой, работающий поверх Layer 2 (L2), который отвечает за взаимодействие с конечными пользователями. Он включает в себя приложения, интерфейсы и инфраструктуру, обеспечивающую доступ
к децентрализованным сервисам и упрощающую их использование. Основная задача L3 — сделать взаимодействие с блокчейном удобным
и понятным для пользователей.
LST (Liquid Staking Token) —
это токен, который представляет заблокированные в процессе стейкинга активы и их долю в стейкинговом пуле, обеспечивая возможность использования этих активов без необходимости их отвязки (unbonding). LST сохраняет ликвидность стейкнутых активов, позволяя их владельцам торговать токенами, участвовать в DeFi-протоколах или использовать их
в других приложениях, одновременно получая награды за стейкинг.
M
M2E (Move-to-Earn) —
это концепция блокчейн-проектов, в рамках которой пользователи могут получать вознаграждения за выполнение физической активности. Дословно переводится как «двигайся, чтобы зарабатывать».
MEV (Maximal Extractable Value) —
это максимальная дополнительная прибыль, которую может извлечь майнер или валидатор за счёт изменения порядка транзакций, их включения или исключения из блока. MEV возникает из-за возможности манипулировать содержимым блоков для получения финансовой выгоды.
MICA (Markets in Crypto-Assets Regulation) —
это законодательная инициатива Европейского Союза, направленная на создание единой правовой базы для регулирования криптоактивов
и связанных с ними услуг на территории стран ЕС. Она охватывает широкий спектр цифровых активов, включая криптовалюты, стейблкоины и токены, и устанавливает правила для участников крипторынка.
MPT (Modern Portfolio Theory) —
это финансовая концепция Гарри Марковица (1952), направленная на оптимизацию инвестиционного портфеля через баланс риска
и доходности. Основная идея: диверсификация активов снижает общий риск без потери ожидаемой доходности. Инвесторы могут либо максимизировать доходность при фиксированном риске, либо минимизировать риск при заданной доходности.
MVP (Minimum Viable Product) —
это минимально жизнеспособная версия продукта, может иметь ограниченный функционал, но при всех нюансах состоятельна для оценки потенциальными потребителями.
N
NFA (Not Financial Advise) —
это аббревиатура, означающая «не является финансовым советом». Это пояснение подчеркивает, что представленные мнения отражают личную точку зрения автора и не должны восприниматься как финансовые или инвестиционные рекомендации.
NFC (Near Field Communication) —
это технология, позволяющая обмениваться цифровыми данными между устройствами на небольшом расстоянии, обычно до нескольких сантиметров. Пример: взаимодействие аппаратного кошелька Tangem Wallet с телефоном.
NFT (Non-Fungible Token) —
это невзаимозаменяемый токен, работающий на основе технологии блокчейн. Он используется для подтверждения права собственности
на уникальные цифровые или физические активы, такие как произведения искусства, музыка, видео, игровые предметы и другие объекты. Каждый NFT является уникальным благодаря метаданным
и смарт-контрактам, которые обеспечивают его подлинность
и невозможность подделки.
NIST (National Institute of Standards and Technology) —
это агентство Министерства торговли США, которое занимается разработкой стандартов, рекомендаций и технологий для обеспечения точности, надежности и безопасности в различных областях, включая информационные технологии, кибербезопасность, метрологию
и инженерное дело.
Non-EVM —
это блокчейны, которые используют собственные виртуальные машины или архитектуры для выполнения смартконтрактов. Они не совместимы
с EVM и обычно требуют написания смарт-контрактов на других языках программирования (не на Solidity, который используется в EVM).
NPV (Net Present Value) —
это метод финансовой оценки, позволяющий определить чистую приведенную стоимость проекта или инвестиции. Он рассчитывается как разница между суммой дисконтированных будущих денежных потоков (доходов и расходов) и первоначальными вложениями. В криптовалютном рынке NPV используется для анализа инвестиционных решений и оценки долгосрочной прибыльности проектов.
O
.onion —
это псевдо-домен верхнего уровня, используемый для доступа к скрытым сервисам в анонимной сети Tor. Такие адреса не входят в традиционную систему доменных имен (DNS) и предназначены для обеспечения анонимности пользователей и защиты конфиденциальности.
OP-rollups (Optimistic Rollups) —
это технология второго уровня (Layer 2), предназначенная для повышения масштабируемости блокчейнов, таких как Ethereum. В OP-rollups по умолчанию считается, что все транзакции валидны, что позволяет обрабатывать их быстро, без немедленной проверки. Для обеспечения безопасности данные о транзакциях периодически публикуются на основном блокчейне, а пользователи могут оспаривать подозрительные транзакции в течение определенного периода времени (challenge period).
OPSEC (Operations Security) —
это операционная или процедурная безопасность, представляющая собой совокупность методов и стратегий, направленных на выявление
и защиту критически важной информации от утечек или несанкционированного доступа. В контексте криптовалют OPSEC включает защиту приватных ключей, анонимность, предотвращение атак социальной инженерии и минимизацию рисков компрометации данных.
ORC-20 —
это экспериментальный стандарт токенов на блокчейне Bitcoin, разработанный как расширение и улучшение стандарта BRC-20. Токены ORC20 хранятся в формате JSON (JavaScript Object Notation)
и привязываются к сатоши — минимальной единице биткоина, каждая из которых имеет уникальный серийный номер Ordinal. Этот подход направлен на повышение гибкости, масштабируемости и безопасности по сравнению с BRC-20, однако стандарт находится на ранней стадии разработки и требует дальнейшего изучения и тестирования.
ОТС (Over-The-Counter) —
это форма внебиржевой торговли, при которой покупатель и продавец заключают сделку напрямую или через посредников, минуя биржевые площадки. В криптовалютной индустрии OTC используется, как правило, для крупных транзакций, чтобы избежать влияния на рыночные цены или ограничений ликвидности.
P
P2E (Play to Earn) —
это концепция блокчейн-игр, в которых пользователи получают вознаграждение в виде криптовалюты, токенов или NFT за участие
в игровом процессе. Эти активы имеют реальную ценность и могут быть использованы внутри игры, проданы на рынке или обменены на фиатные деньги. Механика P2E основана на уникальной экономической модели каждой игры, которая стимулирует вовлеченность игроков
и поддерживает устойчивость экосистемы.
P2P (Peer to Peer) —
это одноранговая сеть, в которой участники взаимодействуют
и обмениваются данными или ценностями напрямую, без участия центрального сервера или посредников. Узлы (ноды) в такой сети равноправны и одновременно выполняют функции как Клиента, так
и сервера. P2P-сети широко используются в децентрализованных системах, таких как криптовалюты и блокчейн, где они обеспечивают децентрализацию, устойчивость к цензуре и высокую отказоустойчивость.
PFP NFT (Profile Picture NFT) —
это невзаимозаменяемый токен (NFT), который используется в качестве аватарки в социальных сетях и онлайн-платформах. Такие токены часто представляют собой уникальное цифровое искусство и служат частью цифровой идентичности владельца. Помимо эстетической функции, PFP NFT могут предоставлять доступ к эксклюзивным сообществам, событиям или привилегиям в экосистеме Web3.
PGA (Priority Gas Auction) —
это процесс конкуренции между пользователями и ботами в блокчейнах, таких как Ethereum, за включение их транзакций в следующий блок. Участники повышают ставки платы за газ (gas fee), чтобы повысить приоритет своих транзакций. Майнеры или валидаторы выбирают транзакции с более высокой платой за газ, поскольку это увеличивает их доход. После обновления Ethereum EIP-1559 процесс ценообразования газа стал более сложным: базовая плата за газ определяется протоколом, а пользователи могут добавлять «чаевые» (priority fee) для ускорения обработки. PGA также играет важную роль в извлечении максимальной извлекаемой стоимости (MEV) в блокчейнах.
PnL (Profit and Loss) —
это финансовый показатель, отражающий разницу между прибылью
и убытками за определенный временной интервал. Этот показатель используется для анализа результатов торговых операций, включая сделки с криптовалютами и другими цифровыми активами. PnL может быть разделен на реализованный (фактически зафиксированная прибыль или убыток) и нереализованный (потенциальный результат от текущих позиций, еще не закрытых).
PoR (Proof of Reserves) —
это методика, используемая в криптовалютной индустрии для подтверждения того, что криптовалютная биржа или другой финансовый институт действительно обладает резервами, которые соответствуют обязательствам перед Клиентами.
PoST (Proof-Of-Spacetime) —
это алгоритм консенсуса, который сочетает в себе доказательство пространства (Proof-of-Space) и доказательство времени (Proof-of-Time). Он позволяет участникам сети использовать свободное дисковое пространство для хранения данных, необходимых для создания новых блоков, а также гарантирует, что участники тратят определенное время на выполнение вычислений, повышая безопасность сети. PoST считается энергоэффективным и экологичным по сравнению с традиционными алгоритмами консенсуса, такими как Proof-ofWork (PoW). Наиболее известной криптовалютой, использующей PoST, является Chia (XCH).
Proof of Stake (PоS) —
это способ достижения консенсуса, который не нуждается в значительных вычислительных мощностях для создания нового блока.
В противоположность энергоемкому оборудованию, используемому
в Proof of Work (PoW), участники PoS вносят определенное количество монет, замораживаемых в виде залога (стейка). Одним из недостатков PoS является то, что начальное распределение монет может сильно влиять на децентрализацию сети. Наиболее известные криптовалюты, использующие PoS: Ethereum (ETH), Solana (SOL).
PоW (Proof of Work) —
это алгоритм консенсуса, разработанный в 1993 году, который получил широкую известность благодаря запуску биткойна. В его основе лежит концепция решения сложных криптографических задач
с использованием значительных вычислительных мощностей для добавления нового блока в блокчейн. Наиболее известные криптовалюты, использующие PoW: Bitcoin (BTC), Ethereum Classic (ETC)
и Dogecoin (DOGE).
Q
QR-код (QR Code) —
это двумерный штрих-код, способный зашифровать практически любую информацию и быть легко считанным цифровым устройством
с камерой.
R
ROI (Return on Investment) —
это один из основных финансовых индикаторов, который оценивает доходность или рентабельность вложений. В контексте криптовалют
и блокчейн технологий, ROI применяется для измерения результативности инвестиций в различные цифровые активы, проекты или токены, показывая прибыльность в процентах относительно начальных затрат.
RSI (Relative Strength Index) —
это инструмент анализа динамики, индекс относительной силы, применяемый в техническом анализе для оценки «темпа» и амплитуды «колебания цен» на активы. Он помогает выявлять состояния чрезмерной покупки или продажи «инструмента, что может свидетельствовать»
о возможном изменении направления тренда.
RWA (Real-World Assets) —
это активы реального мира, которые токенизируются и интегрируются
в блокчейн-системы. К таким активам относятся недвижимость, сырьевые товары, долговые обязательства, акции и другие физические или традиционные активы, имеющие экономическую ценность. Токенизация RWA позволяет использовать их в децентрализованных финансах (DeFi)
и других блокчейн-приложениях.
S
SAFT (Simple Agreement for Future Tokens) —
это соглашение, предоставляющее инвесторам право на получение токенов криптопроекта в будущем. Этот механизм применяется для привлечения финансирования на этапе разработки проекта.
SBT (Soulbound Tokens) —
это тип невзаимозаменяемых токенов (NFT), которые представляют собой уникальные, персонализированные и несменяемые цифровые активы, привязанные к личности или аккаунту владельца. Они не могут быть переданы или проданы другим лицам, что делает их «связанными с душой» (soulbound).
SDK (Software Development Kit) —
это набор инструментов, библиотек, документации и примеров кода, предоставляющий разработчикам средства для создания приложений, взаимодействующих с блокчейном или другими криптографическими технологиями. Крипто SDK может включать функции для работы с кошельками, подписания транзакций, взаимодействия со смарт-контрактами, получения данных с блокчейнов и бирж, а также для реализации безопасности и шифрования.
SegWit (Segregated Witness) —
это обновление (софтфорк) в сети Bitcoin, направленное на повышение масштабируемости и безопасности блокчейна. Основное изменение SegWit заключается в вынесении данных подписи (witness data) за пределы основного блока, что позволяет увеличить количество транзакций, помещающихся в один блок.
SHA-256 (Secure Hash Algorithm 256-bit) —
это мощная математическая хэш-функция, которая находит широкое применение в различных областях для обеспечения безопасности данных и проверки их целостности. Она применяется для защиты транзакций и является важным элементом в процессе майнинга криптовалют, таких как Bitcoin.
SocialFi (Social Finance) —
это концепция, объединяющая децентрализованные финансы (DeFi)
и социальные сети. SocialFi направлен на передачу контроля, права собственности и возможностей монетизации контента непосредственно его создателям и пользователям. Это меняет традиционную модель социальных платформ, делая взаимодействия более прозрачными
и выгодными для участников.
SPL (Solana Program Library) —
это набор стандартных программ (смарт-контрактов), разработанных для блокчейна Solana, который поддерживает создание и управление токенами и другими активами на платформе.
SRC-20 —
это стандарт токенов, созданный на базе протокола Stamps в блокчейне Биткоина, который позволяет выпускать и управлять взаимозаменяемыми токенами (fungible tokens). Данные о токенах записываются непосредственно в блокчейн Биткоина, используя метод «штампования» (stamping), что делает их неизменяемыми и постоянными.
T
TBA (To Be Announced) —
это термин, используемый на крипторынке для обозначения предстоящих событий или продуктов, детали которых ещё не раскрыты.
TGE (Token Distribution Event) —
это событие в криптовалютной индустрии, в рамках которого осуществляется первичное распределение или выпуск токенов проекта среди инвесторов, участников сообщества или других заинтересованных сторон. Оно может сопровождаться публичным предложением, частным размещением или иными механизмами распространения токенов.
Tor (The Onion Router) —
это анонимная сеть, обеспечивающая конфиденциальность
и безопасность в интернете. Она скрывает IP-адреса пользователей
и их активность, перенаправляя трафик через множество узлов
с использованием многослойного шифрования.
TVL (Total Value Locked) —
это общая стоимость криптоактивов, заблокированных
в децентрализованных финансовых протоколах (DeFi), отражающая их ликвидность и общий объем участия.
U
UTXO (Unspent Transaction Output) —
это концепция, используемая в некоторых блокчейн-системах, таких как Bitcoin. Она представляет собой остатки криптовалюты, оставшиеся после выполнения транзакций, которые могут быть использованы в качестве входов для будущих транзакций.
V
VPN (Virtual Private Network) —
это технология шифрования интернет-соединения для обеспечения безопасности и анонимности онлайн-активности пользователя, а также для обхода географических ограничений и доступа к заблокированным ресурсам.
W
WSOT (World Series of Trading) —
это глобальное соревнование трейдеров, организованное криптовалютной биржей Bybit, где участники соревнуются в торговле цифровыми активами, стремясь показать максимальную прибыльность
и выиграть призы.
Z
zk-STARKs и zk-SNARKs —
это криптографические методы, которые позволяют одной стороне (доказателю) убедить другую сторону (верификатора) в наличии у нее определенных знаний, не раскрывая саму информацию. В отличие от zk-SNARKs, zkSTARKs не требуют доверенной установки и используют более простые криптографические примитивы. Это делает zk-STARKs более прозрачными и безопасными.
ZK-роллап (Zero-Knowledge Rollup)—
это технология второго уровня (Layer 2), улучшающая масштабируемость блокчейнов, таких как Ethereum. Она повышает эффективность сети
и снижает затраты на транзакции, сохраняя высокий уровень защиты
и децентрализации.